Repository: luisbocanegra/plasma-panel-colorizer
Catalog: package/translate/*.po
Languages: ca, de, fi, hu, nl, pl

source: Panel colorizer
ca: Acoloridor de panells
fi: Paneelin värittäjä
hu: Panelszínező
nl: Paneelkleuring
pl: Koloryzator panelu

source: Latte-Dock and WM status bar customization features for the default Plasma panel
ca: Funcions de personalització de la barra d'estat WM i del Latte-Dock per al panell per defecte del Plasma
de: Latte-Dock und WM Statusbar individuelle Anpassungen für die Plasmakontrollleiste
fi: Latte-Dock- ja WM-tilarivin mukautusominaisuudet Plasman oletuspaneelille
hu: Az alapértelmezett Plasma-panel személyre szabása Latte-Dockhoz és ablakkezelői állapotsorhoz hasonlóan.
nl: Aanpassingsmogelijkheden voor het standaard Plasma-paneel, gebaseerd op die van Latte-Dock en WM-statusbalk
pl: Funkcje personalizacji paska stanu Latte-Dock i WM dla domyślnego panelu Plasma

source: Presets
ca: Perfils
de: Voreinstellungen
fi: Esiasetukset
hu: Előbeállítások
nl: Voorinstellingen
pl: Ustawienia wstępne

source: Presets auto-loading
ca: Càrrega automàtica de perfils
de: Voreinstellungen - automatisches laden
fi: Esiasetusten automaattinen lataus
hu: Automatikus váltás
nl: Voorinstellingen automatisch laden
pl: Automatyczne ładowanie ustawień wstępnych

source: Appearance
ca: Aparença
de: Aussehen
fi: Ulkoasu
hu: Megjelenés
nl: Vormgeving
pl: Wygląd

source: Stock Panel Settings
ca: Configuració d'accions de panell
de: Kontrollleisteneinstellungen
fi: Paneelin vakioasetukset
hu: Alap panel beállításai
nl: Standaardinstellingen
pl: Ustawienia standardowego panelu

source: Widget Islands
ca: Illes de ginys
fi: Pienoisohjelmasaaret
hu: Elemszigetek
pl: Wyspy widżetów

source: Preset Overrides
ca: Sobreescriptures de perfils
de: Voreinstellungen - Überschreibungen
fi: Esiasetusten ohitukset
hu: Előbeállítások felülbírálása
nl: Voorrangsregels
pl: Nadpisywanie ustawień wstępnych

source: Global Overrides
ca: Sobreescriptures globals
de: Globale Überschreibungen
fi: Globaalit ohitukset
hu: Globális beállítások felülbírálása
nl: Globale voorrangsregels
pl: Globalne nadpisywanie

source: Text/Icon Fixes
ca: Reparació de text i icones
fi: Teksti- ja ikonikorjaukset
hu: Szöveg- és ikonjavítások
pl: Poprawki tekstu/ikon

source: Hide Widgets
ca: Ocultació de ginys
fi: Piilota pienoisohjelmia
hu: Elemek elrejtése
pl: Ukryj widżety

source: System Tray Icons Replacer
ca: Substitució d'icones de la safata d'entrada
hu: Paneltálcás ikonok cseréje
pl: Zamiennik ikon tacki systemowej

source: General
de: Allgemein
fi: Yleiset
hu: Általános
nl: Algemeen
pl: Ogólne

source: Support Me
hu: Támogatás

source: Panel Colorizer is disabled
ca: L'Acoloridor de panells està desactivat.
de: Panel Colorizer ist abgeschaltet
fi: Panel Colorizer on poissa käytöstä
hu: A Panelszínező le van tiltva
nl: Paneelkleuring is uitgeschakeld
pl: Koloryzator panelu jest wyłączony

source: Enable
ca: Activa
de: Anschalten
fi: Ota käyttöön
hu: Engedélyezés
nl: Inschakelen
pl: Włącz

source: Widget background
ca: Fons del giny
de: Widget Hintergrund
fi: Pienoisohjelman tausta
hu: Elemháttér
nl: Widgetachtergrond
pl: Tło widżetu

source: Panel not found, this widget must be placed on a panel to work
ca: El panell no s'ha trobat. Aquest giny s'ha de posar a dins d'un panell per tal que funcioni.
de: Kontrollleiste nicht gefunden, dieses Widget muss in der Kontrollleiste plaziert werden, da es ansonsten nicht funktioniert
fi: Paneelia ei löytynyt; tämän pienoisohjelman on oltava paneelissa toimiakseen
hu: Panel nem található. Ezt az elemet egy panelre kell helyezni.
nl: Er is geen paneel aangetroffen - de widget dient op een paneel te staan
pl: Nie znaleziono panelu, ten widżet musi być umieszczony na panelu, aby działał

source: Border
ca: Vora
de: Ränder
fi: Reunaviiva
hu: Körvonal
nl: Rand
pl: Ramka

source: Enabled:
ca: Activa:
de: Angeschaltet
fi: Käytössä:
hu: Engedélyezve:
nl: Ingeschakeld:
pl: Włączone:

source: Disabled
ca: Desactivat
de: Ausgeschaltet
fi: Ei käytössä
hu: Letiltva
nl: Uitgeschakeld
pl: Wyłączone

source: Width:
ca: Amplada:
de: Breite
fi: Leveys:
hu: Vastagság:
nl: Breedte:
pl: Szerokość:

source: Use an integer when using <strong>Widget Islands</strong> to avoid rendering issues! <a href="https://github.com/luisbocanegra/plasma-panel-colorizer/issues/64">See #64</a>
hu: <strong>Elemszigetek</string> használata mellett csak egész számokat használjon a megjelenítési problémák elkerülése érdekében! Lásd: <a href="https://github.com/luisbocanegra/plasma-panel-colorizer/issues/64">#64</a>.

source: Custom widths:
ca: Amplades personalitzades:
de: Individuelle Breiten
fi: Mukautetut leveydet:
hu: Eltérő vastagságok:
nl: Aangepaste breedtes:
pl: Niestandardowe szerokości:

source: Color
de: Farbe
fi: Väri
hu: Szín
nl: Kleur
pl: Kolor

source: Enable:
ca: Activa:
de: Einschalten:
fi: Ota käyttöön:
hu: Engedélyezés:
nl: Inschakelen:
pl: Włącz:

source: Animation:
ca: Animació:
fi: Animaatio:
hu: Animálás:
nl: Animatie:
pl: Animacja:

source: Interval (ms):
de: Intervall (ms):
fi: Väli (ms):
hu: Intervallum (ms-ban):
nl: Tussenpoos (in ms):
pl: Interwał (ms):

source: Smoothing (ms):
ca: Suavitzat (ms):
de: Glättend (ms):
fi: Pehmennys (ms):
hu: Simítás (ms-ban):
nl: Vloeiend maken (in ms):
pl: Wygładzanie (ms):

source: Color source:
ca: Origen de color:
fi: Värin lähde:
hu: Szín forrása:
nl: Kleurbron:
pl: Źródło koloru:

source: Custom
ca: Personalitzat
de: Individuell
fi: Mukautettu
hu: Egyéni
nl: Aangepast
pl: Niestandardowe

source: A fixed custom color
ca: Un color personalitzat fix
fi: Kiinteä mukautettu väri
hu: Adott egyéni szín
nl: Een zelfgekozen kleur
pl: Stały kolor niestandardowy

source: System
ca: Sistema
fi: Järjestelmä
hu: Rendszer
nl: Systeeminstellingen

source: Color that updates with your System theme
ca: Color que s'actualitza d'acord amb el tema del sistema
fi: Väri, joka päivittyy järjestelmän teeman mukana
hu: A rendszer témájával automatikusan frissülő szín
nl: De kleur van het systeemthema
pl: Kolor aktualizujący się wraz z motywem systemowym

source: Custom list
ca: Llista personalitzada
de: Individuelle Liste
fi: Mukautettu lista
hu: Egyéni lista
nl: Zelfgemaakte lijst
pl: Niestandardowa lista

source: Define a list of colors that will be applied to all the elements, wraps around if there are more elements than colors
ca: Defineix una llista de color que s'aplicaran a tots els elements i que es tornarà a aplicar des del principi si hi ha més elements que colors.
fi: Määritä lista väreistä, joita sovelletaan kaikkiin elementteihin (kiertää alusta, jos elementtejä on enemmän kuin värejä)
hu: Színlista megadása, amelyből a különböző elemek sorban lesznek átszínezve. Ha kevesebb szín van definiálva, mint elem, akkor a lista végére érve a következő elem ismét a lista elejéről indul
nl: Stel een lijst samen met kleuren die worden toegepast op alle elementen - in herhaalde volgorde indien er meer elementen dat kleuren zijn
pl: Zdefiniuj listę kolorów, która zostanie zastosowana do wszystkich elementów, zawija się, jeśli elementów jest więcej niż kolorów

source: Random
ca: Aleatori
de: Zufällig
fi: Satunnainen
hu: Véletlenszerű
nl: Willekeurig
pl: Losowy

source: Random color for each element
ca: Color aleatori per a cada element
fi: Satunnainen väri jokaiselle elementille
hu: Minden elem színezése véletlenszerűen
nl: Gebruik een willekeurige kleur per element
pl: Losowy kolor dla każdego elementu

source: Follow
ca: Segueix
de: Folge
fi: Seuraa
hu: Átruházás
nl: Hoofdelement volgen
pl: Podążaj

source: Follow the color of a parent element
ca: Segueix el color d'un element pare.
fi: Seuraa yläelementin väriä
hu: A szülőelem színének követése
nl: Gebruik de kleur van het hoofdelement
pl: Podążaj za kolorem elementu nadrzędnego

source: Gradient
fi: Liukuväri
hu: Színátmenet
nl: Kleurverloop

source: Horizontal or vertical customizable color gradient
ca: Gradient de color personalitzable horitzontal o vertical
fi: Vaakasuuntainen tai pystysuuntainen mukautettava liukuväri
hu: Vízszintes vagy függőleges színátmenet
nl: Een horizontaal of verticaal kleurverloop, naar eigen inzicht
pl: Poziomy lub pionowy niestandardowy gradient koloru

source: Image
ca: Imatge
fi: Kuva
hu: Kép
nl: Afbeelding
pl: Obraz

source: High resolution images can slow down the desktop when the panel or widget size changes!
ca: Les imatges d'alta resolució poden alentir l'escriptori quan canvia la mida dels ginys o del panell!
fi: Korkearesoluutioiset kuvat voivat hidastaa työpöytää, kun paneelin tai pienoisohjelman koko muuttuu!
hu: Figyelem: a magas felbontású képek rendszerszintű lassulást okozhatnak a panel vagy elem méretváltoztatásakor!
nl: Let op: afbeeldingen met een hoge resolutie kunnen voor vertraging zorgen!
pl: Obrazy o wysokiej rozdzielczości mogą spowolnić pulpit przy zmianie rozmiaru panelu lub widżetu!

source: Element:
fi: Elementti:
hu: Elem:

source: Panel background
ca: Fons del panell
de: Kontrolleistenhintergrund
fi: Paneelin tausta
hu: Panel háttere
nl: Paneelachtergrond
pl: Tło panelu

source: Tray widget background
ca: Fons de la safata de ginys
de: Tray Widget Hintergrund
fi: Ilmoitusalueen pienoisohjelman tausta
hu: Paneltálcaelem háttere
nl: Systeemvakachtergrond
pl: Tło widżetu zasobnika

source: Positioning:
ca: Posicionament:
fi: Sijoittelu:
hu: Elhelyezkedés:
nl: Uitlijning:
pl: Pozycjonowanie:

source: Stretch
ca: Escalat
fi: Venytä
hu: Nyújtás
nl: Uitrekken
pl: Rozciągnij

source: Tile
ca: Mosaic
fi: Toista (tiili)
hu: Csempézés
nl: Tegelen
pl: Kafelki

source: Scaled and Cropped
ca: Escalat i escapçat
fi: Skaalattu ja rajattu
hu: Átméretezés és körbevágás
nl: Bijsnijden en inpassen
pl: Skalowane i przycięte

source: Image:
ca: Imatge:
fi: Kuva:
hu: Kép:
nl: Afbeelding:
pl: Obraz:

source: Pick a image file
ca: Tria un fitxer d'imatge
fi: Valitse kuvatiedosto
hu: Képfájl megadása
nl: Kies een afbeelding
pl: Wybierz plik obrazu

source: Image files
ca: Fitxers d'imatge
fi: Kuvatiedostot
hu: Képfájlok
nl: Afbeeldingsbestanden
pl: Pliki obrazów

source: All files
ca: Tots els fitxers
fi: Kaikki tiedostot
hu: Minden fájl
nl: Alle bestanden
pl: Wszystkie pliki

source: Color:
de: Farbe:
fi: Väri:
hu: Szín:
nl: Kleur:
pl: Kolor:

source: Color set:
ca: Conjunt de colors:
de: Farbeneinstellung:
fi: Värisarja:
hu: Színkészlet:
nl: Kleurenschema:
pl: Zestaw kolorów:

source: Colors:
fi: Värit:
hu: Színek:
nl: Kleuren:
pl: Kolory:

source: Orientation:
ca: Orientació:
fi: Suunta:
hu: Tájolás:
nl: Oriëntatie:
pl: Orientacja:

source: Horizontal
ca: Horitzontal
fi: Vaakasuuntainen
hu: Vízszintes
nl: Horizontaal
pl: Pozioma

source: Vertical
fi: Pystysuuntainen
hu: Függőleges
nl: Verticaal
pl: Pionowa

source: Gradient steps:
ca: Passos del gradient:
fi: Liukuvärin askeleet:
hu: Színátmenet szakaszai:
nl: Kleurverloopstappen:
pl: Kroki gradientu:

source: Alpha:
ca: Alfa:
fi: Peittävyys (Alpha):
hu: Átlátszatlanság:
nl: Alfa:
pl: Alfa:

source: Contrast Correction
ca: Correcció del contrast
de: Kontrastkorrektur
fi: Kontrastin korjaus
hu: Kontrasztkorrekció
nl: Contrastaanpassing
pl: Korekcja kontrastu

source: Saturation:
ca: Saturació
de: Farbsättigung
fi: Kylläisyys:
hu: Színtelítettség:
nl: Verzadiging:
pl: Nasycenie:

source: Lightness:
ca: Brillantor:
de: Helligkeit
fi: Valoisuus:
hu: Világosság:
nl: Helderheid:
pl: Jasność:

source: Padding
ca: Farciment
de: Füllung
fi: Sisämarginaali
hu: Kitöltés
nl: Opvulling
pl: Wypełnienie

source: Horizontal and vertical padding only work properly when the panel is on the same orientation.
ca: El farciment horitzontal i vertical només funciona adequadament quan el panell té la mateixa orientació.
fi: Vaaka- ja pystysuuntainen sisämarginaali toimivat kunnolla vain, kun paneeli on samassa suunnassa.
hu: A kitöltés csak akkor működik helyesen, ha a tájolása megegyezik a panelével.
pl: Wypełnienie poziome i pionowe działa poprawnie tylko wtedy, gdy panel ma tę samą orientację.

source: Shadow
ca: Ombra
de: Schatten
fi: Varjo
hu: Árnyék
nl: Schaduw
pl: Cień

source: Size:
ca: Mida:
de: Größe
fi: Koko:
hu: Méret:
nl: Afmetingen:
pl: Rozmiar:

source: X offset:
ca: Òffset X
fi: X-siirtymä:
hu: X-eltolás:
nl: X-verschuiving:
pl: Przesunięcie X:

source: Y offset:
ca: Òffset Y:
fi: Y-siirtymä:
hu: Y-eltolás:
nl: Y-verschuiving:
pl: Przesunięcie Y:

source: Radius
ca: Radi
fi: Pyöristys
hu: Sugár
nl: Straal
pl: Promień

source: Margin
ca: Marge
de: Abstand
fi: Marginaali
hu: Margó
nl: Marge
pl: Margines

source: Requires plasmashell restart after disabling to restore the default. <a href="#">Restart now</a>.
ca: Necessita que es reiniciï el plasmashell després de desactivar la restauració per defecte. <a href="#">Reinicia ara</a>.
fi: Vaatii plasmashellin uudelleenkäynnistyksen poistamisen jälkeen oletusasetusten palauttamiseksi. <a href="#">Käynnistä uudelleen nyt</a>.
hu: Letiltás után az alapértelmezett beállítások visszaállításához a plasmashell újraindítása szükséges. <a href="#">Újraindítás most</a>.
pl: Wymaga restartu plasmashell po wyłączeniu, aby przywrócić domyślne. <a href="#">Restartuj teraz</a>.

source: Native panel:
ca: Panell nadiu:
fi: Alkuperäinen paneeli:
hu: Natív panel:
nl: Standaardpaneel:
pl: Domyślny panel:

source: Background
ca: Fons
de: Hintergrund
fi: Tausta
hu: Háttér
nl: Achtergrond
pl: Tło

source: Disable to make panel fully transparent, removes contrast and blur effects.
ca: Desactiveu-ho per tal que el panell sigui transparent del tot i traure'n tots els efectes de contrast i difuminat.
de: Ausschalten damit die Kontrollleiste voll transparent wird
fi: Poista käytöstä tehdäksesi paneelista täysin läpinäkyvän (poistaa myös kontrasti- ja sumennusefektit).
hu: A panel háttere, kontrasztja és elmosási hatásai. Letiltással a panel átlátszóvá válik.
nl: Schakel uit om het paneel volledig doorzichtig te maken en van contrast en vervaging te ontdoen.
pl: Wyłącz, aby panel był całkowicie przezroczysty – usuwa efekty kontrastu i rozmycia.

source: The shadow from the Plasma theme
ca: L'ombra del tema del Plasma
fi: Plasma-teeman mukainen varjo
hu: A Plasma-téma árnyéka
nl: De schaduw van het Plasma-thema
pl: Cień z motywu Plasma

source: Opacity:
ca: Opacitat:
fi: Peittävyys:
hu: Átlátszatlanság:
nl: Doorzichtigheid:
pl: Nieprzezroczystość:

source: Set to 0 to keep the mask required for custom background blur.
ca: Establiu-ho a 0 per a mantenir la màscara necessària per a un fons difuminat personalitzat.
fi: Aseta arvoksi 0 säilyttääksesi maskin, jota tarvitaan mukautettuun taustan sumennukseen.
hu: Az egyéni háttérelmosáshoz használandó maszk megtartásához állítsa 0-ra.
nl: Stel in op 0 om slechts het vereiste masker voor vervaging toe te passen.
pl: Ustaw na 0, aby zachować maskę wymaganą dla niestandardowego rozmycia tła.

source: Floating applets:
ca: Miniaplicacions flotants:
fi: Kelluvat sovelmat:
hu: Lebegő kisalkalmazások:
pl: Pływające aplety:

source: Allow changes (Plasma 6.4.0 and later)
ca: Permet canvis (Plasma 6.4.0 o posterior)
fi: Salli muutokset (Plasma 6.4.0 tai uudempi)
hu: Változtatások engedélyezése (Plasma 6.4.0 és későbbieknél)
pl: Zezwól na zmiany (Plasma 6.4.0 i nowsze)

source: Since version 6.4.0, Plasma now has a built-in <b>Floating panel and applets</b> option, enabling this overrides that option. ⚠️Changing <b>Floating</b> from the panel configuration will not work with this is enabled!
ca: A partir de la versió 6.4.0, el Plasma té una opció de <b>Panell flotant i miniaplicacions</b>. Si s'activa aquesta opció, la sobreescriu. ⚠️Si es canvia <b>Flotant</b> des del panell de configuració i aquesta opció està activa, no funcionarà!
fi: Versiosta 6.4.0 lähtien Plasmassa on sisäänrakennettu <b>Kelluva paneeli ja sovelmat</b> -asetus. Tämän käyttö ohittaa kyseisen asetuksen. ⚠️<b>Kelluva</b>-asetuksen muuttaminen paneelin omista asetuksista ei toimi, kun tämä on käytössä!
hu: A Plasma 6.4.0 és későbbi változatai rendelkeznek beépített lebegő <b>panellel és kisalkalmazásokkal</b>. Ezen beállítás engedélyezése felülbírálja a beépített rendszert. ⚠️ Figyelem: A funkció használata mellett a beépített <b>lebegő</b> panelbeállítások hatástalanok!
pl: Od wersji 6.4.0 Plasma ma wbudowaną opcję <b>Pływający panel i aplety</b>, włączenie tego nadpisuje tę opcję. ⚠️Zmiana <b>Pływającego</b> z konfiguracji panelu nie będzie działać, gdy to jest włączone!

source: Wide expand button:
ca: Botó d'expandeix a l'ample:
fi: Leveä laajennuspainike:
hu: Szélesebb megjelenítőgomb:
pl: Szeroki przycisk rozwijania:

source: Make the System Tray expand button be the same width as the other tray items
ca: Fes que el botó d'expansió a l'ample tingui la mateixa amplada que els altres elements.
fi: Aseta ilmoitusalueen laajennuspainike samanlevuiseksi muiden kuvakkeiden kanssa
hu: A paneltálca rejtett elemeit megjelenítő gomb kiszélesítése a többi elemmel egyezőre
pl: Spraw, aby przycisk rozwijania zasobnika systemowego miał taką samą szerokość jak inne elementy zasobnika

source: Force floating applets
ca: Força miniaplicacions flotants
fi: Pakota kelluvat sovelmat
hu: Lebegő kisalkalmazások kényszerítése
pl: Wymuś pływające aplety

source: Anchor to edges:
ca: Ancora a les vores:
fi: Ankkuroi reunoihin:
hu: Szélekhez rögzítés:
pl: Przyczep do krawędzi:

source: Resize content when panel enters/exits floating state
ca: Redimensiona el contingut quan el panell entri o surti de l'estat flotant.
fi: Muuta sisällön kokoa, kun paneeli siirtyy kelluvaan tilaan tai poistuu siitä
hu: Tartalom átméretezése, amikor a panel be- és kilép a lebegő állapotából.
pl: Zmieniaj rozmiar zawartości, gdy panel wchodzi/wychodzi ze stanu pływającego

source: Panel de-float:
ca: Desflotització del panell:
fi: Paneelin kellunnan poisto:
hu: Panel lebegéstelenítése:

source: Remove custom background rounded corners and borders on screen edge when panel is not floating
ca: Trau el fons personalitzat i vores i cantonades arrodonides a la vora de la pantalla quan el panell no està flotant
fi: Poista mukautetun taustan pyöristetyt kulmat ja reunat näytön reunalta, kun paneeli ei kellu
hu: Az egyéni háttér lekerekített sarkainak és körvonalainak elrejtése, amíg a panel nem lebeg.
pl: Usuń niestandardowe zaokrąglone rogi i ramki tła na krawędzi ekranu, gdy panel nie jest pływający

source: Customization
ca: Personalització
fi: Mukautus
hu: Személyre szabás
pl: Personalizacja

source: State:
ca: Estat:
fi: Tila:
hu: Állapot:
nl: Status:
pl: Stan:

source: Normal
fi: Normaali
hu: Alapértelmezett
nl: Normaal
pl: Normalny

source: Hover
ca: Ratolí a sobre
fi: Hiiri päällä
hu: Lebegő
nl: Aangewezen
pl: Najazd

source: Expanded
ca: Expandit
fi: Laajennettu
hu: Aktivált
nl: Uitgeklapt
pl: Rozszerzony

source: Needs attention
ca: Necessita atenció
fi: Vaatii huomiota
hu: Figyelmet kér
nl: Aandacht benodigd
pl: Wymaga uwagi

source: Busy
ca: Ocupat
fi: Varattu
hu: Elfoglalt
nl: Bezig
pl: Zajęty

source: Change element appearance based on their state, configuration is stacked on top of the current appearance
ca: Canvia l'aparença de l'element segons els seu estat. La configuració s'aplica al damunt de l'aparença actual.
fi: Muuta elementin ulkoasua sen tilan perusteella. Asetukset lisätään nykyisen ulkoasun päälle.
hu: Az elem megjelenésének megváltoztatása állapottól függően. Ez a beállítás a jelenlegit veszi alapul.
nl: Pas de vormgeving van elementen aan op basis van hun status - de instellingen worden bovenop de huidige vormgeving toegepast
pl: Zmieniaj wygląd elementów na podstawie ich stanu, konfiguracja jest nakładana na bieżący wygląd

source: Blur custom background (Beta)
ca: Difumina el fons personalitzat (beta)
fi: Sumenna mukautettu tausta (Beta)
hu: Egyéni háttérelmosás (kísérleti)
nl: Eigen achtergrond vervagen (bèta)
pl: Rozmycie niestandardowego tła (beta)

source: Draw a custom blur mask behind the custom background(s).<br><strong>Native panel background must be enabled with opacity of 0 for this to work as intended.</strong>
ca: Dibuixa una màscara difuminada personalitzada al darrera dels fons personalitzats.<br><strong>El fons nadiu del panell s'ha d'activar amb opacitat 0 per tal que pugui funcionar com s'espera.</strong>
de: Zeichene eine individuelle Hintergrundschärfe-Maske hinter dem individuellen Hintergrund.<br><streng>Nativer Kontrolleistenhintergrund muss auf eine Opazität 0 gesetzt werden, damit es funktioniert.</streng>
fi: Piirtää mukautetun sumennusmaskin mukautetun taustan taakse.<br><strong>Paneelin natiivin taustan on oltava käytössä ja sen peittävyyden 0, jotta tämä toimii oikein.</strong>
hu: Egyéni elmosómaszk használata.<br><strong>A funkció használatához a natív panelháttér átlátszatlanságát 0-ra kell állítani.</strong>
nl: Voorzie de eigen achtergrond(en) van een zelfgekozen vervagingsniveau.<br><strong>Let op: de standaardachtergrond dient ingeschakeld te zijn met een doorzichtigheidsniveau van 0.</strong>
pl: Rysuj niestandardową maskę rozmycia za niestandardowymi tłami.<br><strong>Domyślne tło panelu musi być włączone z nieprzezroczystością 0, aby to działało zgodnie z zamierzeniem.</strong>

source: Clipping (Experimental)
hu: Körülvágás (kísérleti)

source: Clip the widget content to the custom background radius.<br>Clipping widgets against the panel is not supported yet but is planned for a later version, see <a href="https://github.com/luisbocanegra/plasma-panel-colorizer/issues/275">#275</a>.
hu: Panelelemek sarkainak levágása az egyéni háttér sarkainak sugara alapján.<br>A panellel történő körülvágás még nem támogatott, de a megvalósítása tervezett. Lásd: <a href="https://github.com/luisbocanegra/plasma-panel-colorizer/issues/275">#275</a>.

source: C++ plugin not found, this feature will not work. Install the plugin and reboot or restart plasmashell to be able to use it.
ca: No s'ha trobat el complement C++. Aquesta opció no funcionarà. Instal·leu el complement i reinicieu l'ordinador o el plasmashell per a fer-ho servir.
fi: C++-liitännäistä ei löytynyt, tämä ominaisuus ei toimi. Asenna liitännäinen ja käynnistä tietokone tai plasmashell uudelleen käyttääksesi sitä.
hu: A funkció használatához a C++ bővítmény szükséges. Telepítse a bővítményt, majd indítsa újra a plasmashellt.
nl: Deze functie werkt niet, omdat de C++-plug-in niet is aangetroffen. Installeer de plug-in en herstart (plasmashell) om er gebruik van te maken.
pl: Nie znaleziono wtyczki C++, ta funkcja nie będzie działać. Zainstaluj wtyczkę i zrestartuj lub uruchom ponownie plasmashell, aby móc z niej korzystać.

source: Plugin install instructions
ca: Instruccions d'instal·lació del complement
fi: Liitännäisen asennusohjeet
hu: Telepítési útmutató (angol nyelven)
nl: Installatie-instructies
pl: Instrukcje instalacji wtyczki

source: Shape
ca: Forma
fi: Muoto
hu: Forma
pl: Kształt

source: Font
ca: Tipus de lletra
hu: Betűkészlet

source: Spacing:
ca: Espaiat:
de: Abstände
fi: Välistys:
hu: Térköz:
nl: Afstand:
pl: Odstęp:

source: <strong>Odd spacing</strong> values will be automatically converted to <strong>evens</strong> if <strong>Widget Islands</strong> feature is used.
hu: <strong>Elemszigetek</strong> használata mellett a <strong>páratlan</strong> értékek automatikusan <strong>párosra</strong> lesznek kerekítve.

source: Custom font:
ca: Tipus de lletra personalitzat:
hu: Egyéni betűkészlet:

source: A plasmashell restart is required to restore the original values after disabling any font setting. <a href="#">Restart now</a>.
ca: Cal reiniciar el plasmashell per tal de restaurar els valors originals després de desactivar qualsevol configuració relativa al tipus de lletra. <a href="#">Reinicia ara</a>.
hu: Letiltás után az alapértelmezett beállítások visszaállításához a plasmashell újraindítása szükséges <a href="#">Újraindítás most</a>.

source: Font family:
ca: Família del tipus de lletra
hu: Család:

source: Override
ca: Sobreescriu
hu: Felülírás

source: Italic:
ca: Cursiva:
hu: Dőlt:

source: Underline:
ca: Subratllat:
hu: Aláhúzott:
