Repository: luisbocanegra/plasma-panel-colorizer
Catalog: package/translate/*.po
Languages: ca, de, fi, hu, nl, pl

source: Force Text/Icon color
ca: Força el color de text/icona
de: Erzwinge Text/Symbol Farbe
fi: Pakota tekstin/ikonin väri
hu: Szöveg- és ikonszín kényszerítése
nl: Tekst- en pictogramkleuren afdwingen
pl: Wymuś kolor tekstu/ikony

source: Refresh interval:
ca: Interval d'actualització
de: Aktualisierungsintervall
fi: Päivitysväli:
hu: Frissítési időköz:
nl: Herladen, elke
pl: Interwał odświeżania:

source: Add new
ca: Afegeix-ne una de nova
hu: Új
pl: Dodaj nowy

source: Remove all
ca: Trau-ho tot
hu: Mind eldobása
pl: Usuń wszystkie

source: Sort
ca: Ordena
hu: Rendezés

source: Replace System Tray icons with icons from the current icon theme or a local file. The built-in rules icons are part of <a href="https://github.com/PapirusDevelopmentTeam/papirus-icon-theme">Papirus icon theme</a>.
ca: Substitueix icones de la safata d'entrada amb icones del tema actual o d'un fitxer local. Les icones de les regles internes són part del <a href="https://github.com/PapirusDevelopmentTeam/papirus-icon-theme">tema d'icones Papirus</a>.
hu: Ezen a fülön kicserélheti a paneltálca ikonjait a jelenlegi téma ikonjaival vagy helyi fájlból. A beépített ikonok a <a href="https://github.com/PapirusDevelopmentTeam/papirus-icon-theme">Papirus ikontémából</a> származnak.
pl: Zamienia ikony zasobnika systemowego na ikony z bieżącego motywu ikon lub pliku lokalnego. Ikony wbudowanych reguł są częścią <a href="https://github.com/PapirusDevelopmentTeam/papirus-icon-theme">motywu ikon Papirus</a>.

source: C++ plugin not found, this feature will not work. Install the plugin and reboot or restart plasmashell to be able to use it <a href="https://github.com/luisbocanegra/plasma-panel-colorizer?tab=readme-ov-file#manually">Install instructions</a>.
ca: El complement C++ plugin no s'ha trobat. Aquesta funció no es pot fer servir. Instal·leu el complement i reinicieu el plasmashell per a fer-lo servir. <a href="https://github.com/luisbocanegra/plasma-panel-colorizer?tab=readme-ov-file#manually">Instruccions d'instal·lació</a>.
hu: A funkció használatához a C++ bővítmény szükséges. Telepítse a bővítményt, majd indítsa újra a számítógépet vagy a plasmashellt. <a href="https://github.com/luisbocanegra/plasma-panel-colorizer?tab=readme-ov-file#manually">Telepítési útmutató (angol nyelven)</a>.
pl: Wtyczka C++ nie znaleziona, ta funkcja nie będzie działać. Zainstaluj wtyczkę i uruchom ponownie komputer lub zrestartuj plasmashell, aby móc z niej korzystać <a href="https://github.com/luisbocanegra/plasma-panel-colorizer?tab=readme-ov-file#manually">Instrukcje instalacji</a>.

source: The installed version of the C++ plugin doesn't support this feature, update the plugin and reboot or restart plasmashell to be able to use it <a href="https://github.com/luisbocanegra/plasma-panel-colorizer?tab=readme-ov-file#manually">Install instructions</a>.
ca: La versió instal·lada del complement C++ no suporta aquesta funció. Actualitzeu el complement i reinicieu el plasmashell per a fer-lo servir. <a href="https://github.com/luisbocanegra/plasma-panel-colorizer?tab=readme-ov-file#manually">Instruccions d'instal·lació</a>.
hu: A C++ bővítmény jelenleg telepített verziója nem támogatja ezt a funkciót. Frissítse a bővítményt, majd indítsa újra a számítógépet vagy a plasmashellt. <a href="https://github.com/luisbocanegra/plasma-panel-colorizer?tab=readme-ov-file#manually">Telepítési útmutató (angol nyelven)</a>.
pl: Zainstalowana wersja wtyczki C++ nie obsługuje tej funkcji, zaktualizuj wtyczkę i uruchom ponownie komputer lub zrestartuj plasmashell, aby móc z niej korzystać <a href="https://github.com/luisbocanegra/plasma-panel-colorizer?tab=readme-ov-file#manually">Instrukcje instalacji</a>.

source: Log icon changes:
ca: Canvis d'icona d'inici de sessió:
hu: Ikoncserék naplózása:
pl: Rejestruj zmiany ikon:

source: Icon hashes will be printed to the system log
ca: Els valors hash de la icona s'escriuran al registre del sistema
hu: Az ikonok kivonata a rendszernaplóba fog kerülni
pl: Hashe ikon będą drukowane do logu systemowego

source: Enable built-in rules:
ca: Activa les regles internes:
hu: Beépített szabályok engedélyezése:
pl: Włącz wbudowane reguły:

source: Show
ca: Mostra
hu: Megjelenítés
pl: Pokaż

source: How to use
ca: Com fer servir
hu: Útmutató
pl: Jak używać

source: Built-in Rules (read only)
ca: Regles internes (només lectura)
hu: Beépített szabályok (csak olvasható)
pl: Wbudowane reguły (tylko do odczytu)

source: User Rules
ca: Regles d'usuari
hu: Felhasználói szabályok
pl: Reguły użytkownika

source: Whether or not this replacement is enabled
ca: Indica si aquesta substitució està activada.
hu: Az ikoncsere állapota
pl: Czy ta zamiana jest włączona

source: Description (optional)
ca: Descripció (opcional)
hu: Leírás (nem kötelező)
pl: Opis (opcjonalny)

source: Description
ca: Descripció
hu: Leírás
pl: Opis

source: SHA1, string or regex to match
ca: SHA1, cadena o regex amb el qual ha de coincidir
hu: Keresendő SHA-1 ellenőrzőösszeg, karakterlánc vagy reguláris kifejezés

source: Icon SHA1, title or name of the target tray item
ca: SHA1 de la icona, títol o nom de l'element de la safata
hu: A célelem címe, neve vagy ikonjának SHA-1 ellenőrzőösszege

source: Custom icon
ca: Icona personalitzada
hu: Egyéni ikon
pl: Niestandardowa ikona

source: Icon name or file
ca: Nom del fitxer o de la icona
hu: Ikon neve vagy fájlneve
pl: Nazwa ikony lub plik

source: Edit icon
ca: Edita la icona
hu: Ikon szerkesztése

# @item:inmenu Open icon chooser dialog
source: Choose…
ca: Tria…
hu: Tallózás…
pl: Wybierz…

# @action:inmenu
source: Remove icon
ca: Trau la icona
hu: Ikon eltávolítása
pl: Usuń ikonę

source: Copy to User Rules
ca: Copia a les regles d'usuari
hu: Másolás a felhasználói szabályokba
pl: Kopiuj do reguł użytkownika

source: Copy rule
ca: Copia la regla
hu: Szabály másolása
pl: Kopiuj regułę

source: Select start and end of widget islands, widgets between <b>Start</b> and <b>End</b> must be left <b>disabled</b>. Widget custom background or border is required for this option to have an effect.
ca: Seleccioneu l'inici i final de les illes de ginys. Els ginys entre <b>Inici</b> i <b>Final</b> s'han de deixar <b>desactivats</b>. Cal un fons o vores del giny personalitzats per tal que tingui efecte.
fi: Valitse pienoisohjelmasaarten alku ja loppu. Ohjelmien, jotka ovat <b>Alun</b> ja <b>Lopun</b> välissä, on oltava <b>pois käytöstä</b>. Tämä vaatii mukautetun taustan tai reunuksen toimiakseen.
hu: Válassza ki az elemszigetek <b>elejét</b> és <b>végét</b>. A köztes elemeknek <b>letiltottnak</b> kell maradniuk. A funkció használatához egyéni elemháttér vagy -körvonal szükséges.
pl: Wybierz początek i koniec wysp widżetów, widżety między <b>Start</b> a <b>End</b> muszą być pozostawione <b>wyłączone</b>. Niestandardowe tło lub ramka widżetu jest wymagana, aby ta opcja miała efekt.

source: Remove all islands
hu: Összes sziget felbontása

source: Hide widget (visible in panel Edit Mode)
ca: Amaga el giny (visible en Mode d'Edició del Panell)
de: Verstecke Widget (sichtbar im Editmodus)
fi: Piilota pienoisohjelma (näkyvissä paneelin muokkaustilassa)
hu: Megjelenítés csak szerkesztőmódban
nl: Widget verbergen (zichtbaar in paneelbewerkmodus)
pl: Ukryj widżet (widoczny w trybie edycji panelu)

source: Use an integer when using <strong>Widget Islands</strong> to avoid rendering issues! <a href="https://github.com/luisbocanegra/plasma-panel-colorizer/issues/64">See #64<a/>
ca: Feu servir enters per a les <strong>Illes de ginys</strong> per a evitar problemes de renderització. <a href="https://github.com/luisbocanegra/plasma-panel-colorizer/issues/64">Vegeu #64<a/>
fi: Käytä kokonaislukua <strong>pienoisohjelmasaarten</strong> kanssa välttääksesi piirtovirheitä! <a href="https://github.com/luisbocanegra/plasma-panel-colorizer/issues/64">Katso #64<a/>
pl: Użyj liczby całkowitej przy korzystaniu z <strong>Wysp widżetów</strong>, aby uniknąć problemów z renderowaniem! <a href="https://github.com/luisbocanegra/plasma-panel-colorizer/issues/64">Zobacz #64<a/>

source: <strong>Odd</strong> values are automatically converted to <strong>evens</strong> if <strong>Unified Background</strong> feature is used.
ca: Els valors <strong>imparells</strong> es converteixen automàticament en <strong>parells</strong> si es fa servir l'opció <strong>Fons Unificat</strong>.
de: <strong>ungerade</strong> Werte Werte werden automatisch in <strong>Gerade</strong> umgewandelt, wenn <strong> allgmeine Hintergründe</strong> genutzt werden.
fi: <strong>Parittomat</strong> arvot muutetaan automaattisesti <strong>parillisiksi</strong>, jos <strong>Yhdistetty tausta</strong> -ominaisuus on käytössä.
nl: <strong>Oneven</strong> waarden worden automatisch omgezet in <strong>even</strong> waarden indien de optie <strong>Gelijke achtergronden</strong> is ingeschakeld.
pl: <strong>Nieparzyste</strong> wartości są automatycznie konwertowane na <strong>parzyste</strong>, jeśli używana jest funkcja <strong>Ujednolicone tło</strong>.

source: Matrix chat
ca: Xat Matrix
pl: Czat Matrix

source: KDE Store
ca: Botiga del KDE
pl: Sklep KDE

source: GitHub sponsors
ca: Espònsors del GitHub
fi: GitHub-sponsorit
pl: Sponsorzy GitHub

source: My other projects
ca: Altres projectes meus
fi: Muut projektini
pl: Moje inne projekty

source: Panel
ca: Panell
fi: Paneeli
nl: Paneel

source: Remove all unified areas
ca: Trau totes les àrees unificades
fi: Poista kaikki yhdistetyt alueet
pl: Usuń wszystkie ujednolicone obszary

source: Discussions
fi: Keskustelut
pl: Dyskusje

source: Fix text and icon colors for widgets where the normal method doesn't work or isn't permanent.<br> - <strong>Mask</strong>: Force color on SVG icons, useful for symbolic icons.<br> - <strong>Color Effect</strong>: Force color on text and icons using post-processing effect, useful for non-symbolic icons.<br> - <strong>Refresh</strong>: Re-apply color at a fixed interval, useful for widgets that recreate or recolor content themselves<br>To restore the <strong>Mask<strong> and <strong>Color Effect</strong> disable and restart Plasma or logout.
pl: Popraw kolory tekstu i ikon dla widżetów, gdzie normalna metoda nie działa lub nie jest trwała.<br> - <strong>Maska</strong>: Wymuś kolor na ikonach SVG, przydatne dla ikon symbolicznych.<br> - <strong>Efekt koloru </strong>: Wymuś kolor na tekście i ikonach za pomocą efektu post-processing, przydatne dla ikon nie-symbolicznych.<br> - <strong>Odśwież</strong>: Ponownie zastosuj kolor w stałym interwale, przydatne dla widżetów, które odtwarzają lub recolorują zawartość samodzielnie<br>Aby przywrócić <strong>Maskę</strong> i <strong>Efekt koloru</strong> wyłącz i zrestartuj Plasma lub wyloguj się.

source: Unified widget backgrounds
de: Einheitliche Widget Hintergründe
nl: Gelijke widgetachtergronden

source: Text and icons
de: Text und Symbole
nl: Tekst en pictogrammen

source: Force floating dialogs
nl: Zwevende dialoogvensters afdwingen

source: customization
de: Individuallisierung
nl: Aanpassen

source: Not getting the expected result? Make sure you're editing the correct element.
de: Nicht die erwarteten Resultate? Stelle sicher, dass die richtigen Elemente geändert wurden
nl: Toch niet het verwachte resultaat behaald? Controleer dan of je het juiste element bewerkt.

source: Fix text and icon colors for widgets where the normal method doesn't work or isn't permanent.<br><strong>Mask</strong>: Force Icon colorization (symbolic icons).<br><strong>Color Effect</strong>: Force Text/Icons colorization using post-processing effect (any icon).<br><strong>Refresh</strong>: Re-apply colorization at a fixed interval, for widgets that recreate or recolor content themselves<br>To restore the <strong>Mask<strong> and <strong>Color Effect</strong> disable and restart Plasma or logout.
nl: Los problemen op rond tekst- en pictogramkleuren van widgets indien de normale methode geen (blijvend) effect heeft.<br><strong>Maskeren</strong>: dwing inkleuring van pictogrammen af;<br><strong>Kleureffect</strong>: dwing inkleuring van tekst en pictogrammen af op basis van naverwerking;<br><strong>Herladen</strong>: pas de kleuren op ingestelde tijdstippen toe - handig voor widgets waarvan de inhoud zo nu en dan wijzigt.<br>Om de effecten van het <strong>masker</strong> of <strong>kleureffect</strong> ongedaan te maken, dient Plasma te worden herstart.

source: visible in Panel Edit Mode
de: Sichtbar im Kontrollleisteneinstellungsmodus
nl: Zichtbaar in de paneelbewerkmodus

source: Each Panel Colorizer instance has its D-Bus name.
de: Jede Panel Colorizer instance hat seinen eigenen D-Bus Namen.
nl: Iedere instantie van Paneelkleuring heeft een eigen D-Bus-naam.

source: Usage:
de: Nutzung
nl: Gebruik:

source: Create configuration overrides and apply them to one or multiple widgets. These overrides are independent and will be applied on top of the current settings and across presets.
de: Erstelle Konfigurationsüberschreibungen und appliziere sie auf andere Widgets Diese Überschreibungen sind individuell und werden die aktuellen Einstellungen und Voreinstellungen überschreiben
nl: Stel voorrangsregels in en pas die toe op een of meerdere widgets. De voorrangsregels werken los van elkaar en worden toegepast bovenop de huidige (voor)instellingen.

source: Switch between different presets based on the Panel and window states.<br>Disable preset auto-loading when making changes to presets, unsaved preset settings will be lost when presets change!
nl: Wissel van voorinstelling op basis van paneel- en vensterstatussen.<br>Schakel automatisch laden uit tijdens het aanbrengen van wijzigingen. Niet-opgeslagen instellingen worden gewist!

source: Restore default (removes all autoloading conditions)
nl: Standaardwaarden herstellen (automatisch laden uitschakelen)

source: Environment
de: Umgebung
nl: Omgeving

source: WARNING: Use with caution, if you hide the panel and have not configured preset auto-loading or know how to switch presets using D-Bus (or have disabled it), you will have no way to make it visible again without manually removing the configuration, use the command below in terminal/tty then log out or reboot, it will renove the configuratiob from all Panel Colorizer instances so make sure to save the others first
de: Warnung, nur unter Vorsicht benutzen, wenn die Kontrollleiste ausgeblendet wird und das automatische laden nicht konfiguriert ist oder du nicht weisst wie man die Voreinstellungen mit dem d-Bus ändert (oder diese abgeschaltet sind), gibt es keine Möglichkeit die Kontrollleiste wieder sichtbar zu machen ohne die Konfiguration zu löschen, nutze den unten stehenden Befehl in der Konsole/tty und melde dich ab oder starte das System neu, das wird die Konfiguration von allen Panel Colorizers löschen, also unbedingt vorher die anderen funkionierenden speichern
nl: WAARSCHUWING: wees voorzichtig met het gebruik hiervan als je het paneel verbergt en automatisch laden hebt uitgeschakeld of niet weet hoe instellingen aan te roepen met D-Bus. Er is dan geen methode om het paneel weer zichtbaar te maken, anders dan het verwijderen van de instellingen en onderstaande terminalopdracht te gebruiken en af en aan te melden. Ook worden alle instellingen van andere Paneelkleuringsvensters gewist indien niet opgeslagen.

source: Select start and end of unified background areas, widgets between <b>Start</b> and <b>End</b> must be left <b>disabled</b>. Note: <strong>odd</strong> widget spacing values are automatically converted to <strong>evens</strong> when this feature is used.
de: Wähle Start und Ende der Hintergrundbereiche, Widget uwischen <b>Start</b> und <b>Ende</b> müssen <b>ausgeschaltet</b> bleiben. Noti: <strong>ungerade</strong> Widgetabstände werden automitsch zu <strong>geradden</strong> Abständen geändert wenn dieses Feature benutzt wird
nl: Kies het begin en einde van de achtergrondgebieden. Widgets tussen <b>Begin</b> en <b>Einde</b> dienen <b>uitgeschakeld</b> te blijven. Let op: <strong>oneven</strong> widgetafstanden worden automatisch omgezet in <strong>even</strong> afstanden.

source: Restore default (removes all unified areas)
nl: Standaardwaarden herstellen
