Repository: luisbocanegra/plasma-panel-colorizer
Catalog: package/translate/*.po
Languages: ca, de, fi, hu, nl, pl

source: Automatically switch between different presets based on the Panel and window states.<br>Disable preset auto-loading before making changes to presets, unsaved preset settings will be lost when auto-loading switches to other preset!
ca: Commuta entre diferents perfils automàticament segons els estats del panell i de les finestres.<br>Desactiveu la càrrega automàtica de perfils abans de fer canvis als perfils. La configuració que no es desi es perdrà quan es canviï automàticament de perfil.
fi: Vaihda esiasetusten välillä automaattisesti paneelin ja ikkunoiden tilan perusteella.<br>Poista automaattinen lataus käytöstä ennen kuin teet muutoksia esiasetuksiin; tallentamattomat muutokset menetetään, jos automaattinen lataus vaihtaa esiasetusta!
hu: Automatikus váltás előbeállítások között a panel és ablakok állapota alapján.<br>Az előbeállítások módosítása előtt javasolt ezt kikapcsolni, ugyanis a nem mentett módosítások váltáskor elvesznek!
pl: Automatycznie przełączaj między różnymi presetami na podstawie stanów panelu i okna.<br>Wyłącz automatyczne ładowanie presetów przed wprowadzaniem zmian w presetach, niezapisane ustawienia presetów zostaną utracone, gdy auto-ładowanie przełączy na inny preset!

source: Remove all auto-loading conditions
ca: Trau totes les condicions de càrrega automàtica
fi: Poista kaikki automaattisen latauksen ehdot
hu: Alaphelyzet
pl: Usuń wszystkie warunki automatycznego ładowania

source: Auto-loading conditions
ca: Condicions de càrrega automàtica
fi: Automaattisen latauksen ehdot
hu: Automatikus váltási feltételek
pl: Warunki automatycznego ładowania

source: Priorities go in descending order. E.g. if both <b>Maximized window is shown</b> and <b>Panel touching window</b> have a preset selected, and there is a maximized window on the screen, the <b>Maximized</b> preset will be applied.
ca: Les prioritats van en ordre descendent. Per exemple, si ambdues opcions <b>Es mostra una finestra maximitzada</b> i <b>Una finestra toca el panell</b> tenen un perfil seleccionat i hi ha una finestra maximitzada a la pantalla, s'aplicarà el perfil <b>Maximitzat</b>.
de: Prioritäten in absteigender Reihenfolge
fi: Prioriteetit ovat laskevassa järjestyksessä. Esim. jos sekä <b>Maksimoitu ikkuna on näkyvissä</b> että <b>Paneeli koskettaa ikkunaa</b> on valittu, ja näytöllä on maksimoitu ikkuna, sovelletaan <b>Maksimoitu</b>-esiasetusta.
hu: Az alábbi beállítások prioritási sorrendbe vannak téve. Pl.: ha mind a <b>Van maximalizált ablak</b> és az <b>Van panellel érintkező ablak</b> rendelkezik beállítással, akkor egy maximalizált ablak jelenléte esetén az előbbi előbeállítás lesz alkalmazva.
nl: Prioriteiten werken op basis van aflopende volgorde. Voorbeeld: als zowel <b>Gemaximaliseerd venster</b> en <b>Venster raakt paneelrand</b> een voorinstelling hebben en er is een gemaximaliseerd venster op het scherm, dan worden de <b>maximalisatieinstellingen</b> toegepast.
pl: Priorytety idą w porządku malejącym. Np. jeśli zarówno <b>Okno zmaksymalizowane jest wyświetlane</b> jak i <b>Panel dotykający okna</b> mają wybrany preset, i na ekranie jest zmaksymalizowane okno, to <b>Zmaksymalizowany</b> preset zostanie zastosowany.

source: Window tracking:
ca: Seguiment de finestres
fi: Ikkunoiden seuranta:
hu: Ablak követése:
nl: Vensters volgen:
pl: Śledzenie okien:

source: Per screen
ca: Per pantalla
fi: Näyttökohtainen
hu: Monitoronként külön
nl: Per beeldscherm
pl: Na ekran

source: Active only
ca: Només l'activa
fi: Vain aktiivinen
hu: Csak az aktív ablak
nl: Alleen op actief beeldscherm
pl: Tylko aktywne

source: Active window fallback
ca: Alternativa per a la finestra activa
fi: Aktiivisen ikkunan varatoiminto
hu: Tartalék aktív ablak
nl: Actieve vensterterugval
pl: Fallback aktywnego okna

source: Track KWin's top window when there is no active one in the screen.
ca: Segueix la finestra superior del KWin quan no n'hi ha d'actives a la pantalla.
fi: Seuraa KWinin ylintä ikkunaa, kun näytöllä ei ole aktiivista ikkunaa.
hu: Ha nincs aktív ablak a panel monitorján, akkor a KWin szerinti aktív ablak lesz figyelembe véve.
nl: Houd het bovenste venster van KWin bij indien er geen actief venster is.
pl: Śledź górne okno KWin, gdy nie ma aktywnego na ekranie.

source: Fullscreen window:
ca: Pantalla completa
de: Vollbild
fi: Koko näytön ikkuna:
hu: Van teljes képernyős ablak:
nl: Schermvullend venster:
pl: Okno pełnoekranowe:

source: Maximized window:
ca: Finestra maximitzada:
de: Max Fenster
fi: Maksimoitu ikkuna:
hu: Van maximalizált ablak:
nl: Gemaximaliseerd venster:
pl: Okno zmaksymalizowane:

source: Window touching panel:
ca: Una finestra toca un panell:
de: Fenster berühren die Kontrollleiste
fi: Ikkuna koskettaa paneelia:
hu: Van panellel érintkező ablak:
nl: Venster raakt paneelrand:
pl: Okno dotykające panelu:

source: Active window:
ca: Finestra activa:
fi: Aktiivinen ikkuna:
hu: Van aktív ablak:
nl: Actief venster:
pl: Aktywne okno:

source: At least one window is visible:
ca: Almenys una finestra visible
fi: Vähintään yksi ikkuna on näkyvissä:
hu: Legalább egy ablak látható:
nl: Bij minimaal één zichtbaar venster:
pl: Przynajmniej jedno okno jest widoczne:

source: Floating panel:
ca: Panell flotant:
de: Schwebende Kontrollleiste:
fi: Kelluva paneeli:
hu: A panel lebeg:
nl: Zwevend paneel:
pl: Pływający panel:

source: activity:
ca: activitat:
fi: aktiviteetti:
hu: tevékenység:
nl: Activiteit:
pl: aktywność:

source: Normal:
fi: Normaali:
hu: Egyébként:
nl: Normaal:
pl: Normalny:

source: Widget Click
ca: Clic al giny
de: Widgetklick
fi: Pienoisohjelman klikkaus
hu: Plasma-elem viselkedése kattintásra
nl: Aanklikken van widget
pl: Kliknięcie widżetu

source: Action:
ca: Acció:
fi: Toiminto:
hu: Művelet:
pl: Akcja:

source: Create configuration overrides and apply them to one or multiple widgets. These overrides should be saved to a preset in <strong>Presets</strong> tab or they will be lost when presets change!
ca: Crea configuracions de sobreescriptura i les aplica a un o múltiples ginys. Aquestes sobreescriptures s'han de desar en un perfil a la pestanya <strong>Perfils</strong> o es pedran els canvis quan es canviï de perfil.
de: Erstelle Konfigurationsüberschreibungen und appliziere diese auf andere Widgets. Diese Überschreibungen sollten gesichert werden oder gehen bei der nächsten Änderung verloren
fi: Luo asetusohituksia ja sovella niitä yhteen tai useampaan pienoisohjelmaan. Nämä ohitukset tulisi tallentaa esiasetukseen <strong>Esiasetukset</strong>-välilehdellä, muuten ne menetetään esiasetuksen vaihtuessa!
hu: Ezen a fülön felülírókészleteket hozhat létre, amelyekkel egy vagy több Plasma-elem beállításait is felülbírálhatja. Ezeket a beállításokat javasolt <strong>előbeállításként</strong> menteni, különben egy másik előbeállítás betöltésekor elvesznek!
nl: Stel voorrangsregels samen en pas ze toe op een of meerdere widgets. Deze regels kunnen het beste worden opgeslagen als <strong>voorinstellingen</strong>, anders worden ze gewist na het wisselen van voorinstellingen!
pl: Utwórz nadpisywanie konfiguracji i zastosuj je do jednego lub wielu widżetów. Te nadpisywania powinny być zapisane w presecie na karcie <strong>Ustawienia wstępne</strong>, w przeciwnym razie zostaną utracone przy zmianie presetów!

source: Name:
ca: Nom:
fi: Nimi:
hu: Név:
pl: Nazwa:

source: Delete preset
ca: Esborra el perfil
fi: Poista esiasetus
hu: Előbeállítás törlése
pl: Usuń preset

source: This will permanently delete the file from your system!
ca: Això esborrarà permanentment el fitxer del sistema.
de: Das wird die Datei dauerhaft löschen
fi: Tämä poistaa tiedoston pysyvästi järjestelmästäsi!
hu: Ez a művelet nem vonható vissza!
nl: Let op: het bestand wordt permanent verwijderd!
pl: To trwale usunie plik z twojego systemu!

source: Update preset
ca: Actualitza el perfil
fi: Päivitä esiasetus
hu: Előbeállítás frissítése
pl: Aktualizuj preset

source: Preset configuration will be overwritten!
ca: Se sobreescriurà la configuració del perfil.
de: Voreinstellungen werden überschrieben
fi: Esiasetuksen asetukset ylikirjoitetaan!
hu: Ez a művelet felülírja a korábbi előbeállítást!
nl: Let op: de instellingen worden overschreven!
pl: Konfiguracja presetu zostanie nadpisana!

source: Create preset preview?
ca: Voleu crear una previsualització del perfil?
fi: Luodaanko esiasetuksen esikatselu?
hu: Előnézet létrehozása
pl: Utwórz podgląd presetu?

source: Current preview will be overwritten!
ca: Se sobreescriurà la vista actual.
de: Aktuelle Vorschau wird überschrieben
fi: Nykyinen esikatselu ylikirjoitetaan!
hu: Szeretne létrehozni egy előnézetet az előbeállításhoz? Ezzel a művelettel a korábbi előnézet elvész!
nl: Let op: de voorvertoning wordt overschreven!
pl: Bieżący podgląd zostanie nadpisany!

source: Create preset
ca: Crea un perfil
fi: Luo esiasetus
hu: Előnézet létrehozása
pl: Utwórz preset

source: Changes to the current preset are not synced to disk automatically. You should come back to this tab and update it manually before switching to a different preset, otherwise unsaved preset settings will be lost when presets change!
ca: Els canvis del perfil actual no se sincronitzen amb el disc automàticament. Heu de sortir d'aquesta pestanya i actualitzar-los manualment abans de canviar de perfil. Si no, la configuració sense desar es perdrà.
de: Änderungen in der aktuellen Voreinstellung werden nicht automatisch gespeichert
fi: Muutoksia nykyiseen esiasetukseen ei tallenneta levylle automaattisesti. Palaa tälle välilehdelle ja päivitä se manuaalisesti ennen toiseen esiasetukseen vaihtamista, muuten tallentamattomat asetukset menetetään!
hu: A használatban lévő előbeállítás módosításai nem kerülnek automatikusan mentésre. Javasolt ezen a fülön kézileg menteni a módosításokat, ugyanis egy másik előbeállítás betöltésekor azok elvesznek.
nl: Let op: wijzigingen aan de huidige voorinstellingen worden niet automatisch opgeslagen. Keer terug naar dit tabblad en werk ze bij alvorens een andere set voorinstellingen te kiezen, anders worden ze gewist!
pl: Zmiany w bieżącym presecie nie są automatycznie synchronizowane z dyskiem. Powinieneś wrócić do tej karty i zaktualizować go ręcznie przed przełączeniem na inny preset, w przeciwnym razie niezapisane ustawienia presetu zostaną utracone przy zmianie presetów!

source: Restore default preset
ca: Restaura el perfil per defecte
fi: Palauta oletusesiasetus
hu: Alapértelmezett előbeállítás visszaállítása
nl: Standaardwaarden herstellen
pl: Przywróć domyślny preset

source: New from current settings
ca: Nou a partir de la configuració actual
de: Neu von aktuellen Einstellungen
fi: Uusi nykyisistä asetuksista
hu: Előbeállítás létrehozása a jelenlegi beállítások alapján
nl: Nieuw op basis van huidige instellingen
pl: Nowy z bieżących ustawień

source: Save
ca: Desa
de: Speichern
fi: Tallenna
hu: Mentés
nl: Opslaan
pl: Zapisz

source: Refresh presets
ca: Actualitza els perfils
de: Aktuallisiere Voreinstellungen
fi: Päivitä esiasetukset
hu: Előbeállítások frissítése
nl: Voorinstellingen herladen
pl: Odśwież presety

source: Built-in
ca: Intern
de: Integriert
fi: Sisäänrakennettu
hu: Beépített
nl: Meegeleverd
pl: Wbudowane

source: Load
ca: Selecciona
de: Laden
fi: Lataa
hu: Betöltés
nl: Laden
pl: Wczytaj

source: Update
ca: Actualitza
de: Aktuallisieren
fi: Päivitä
hu: Frissítés
nl: Bijwerken
pl: Aktualizuj

source: Create preview
ca: Crea una vista prèvia
de: Ertselle Vorschau
fi: Luo esikatselu
hu: Előnézet létrehozása
nl: Voorvertonen
pl: Utwórz podgląd

source: Update preview
ca: Actualitza la vista prèvia
de: Aktuallisiere Vorschau
fi: Päivitä esikatselu
hu: Előnézet frissítése
nl: Voorvertoning bijwerken
pl: Aktualizuj podgląd

source: Changing panel position is currently unstable and may cause Plasma to crash when moving panels between non-parallel edges (e.g from top to left).
ca: Canviar la posició del panell és inestable ara mateix i pot provocar que el Plasma falli quan es mouen els panells entre vores no paral·leles, com ara de dalt a l'esquerra.
fi: Paneelin sijainnin muuttaminen on tällä hetkellä epävakaata ja voi kaataa Plasman, kun paneelia siirretään kohtisuorien reunojen välillä (esim. ylhäältä vasemmalle).
hu: A panel pozíciójának módosítása jelenleg még nem stabil és a tájolás megváltozása (pl.: felülről a bal szélre) a Plasma összeomlását okozhatja.
nl: Let op: het aanpassen van de paneellocatie is momenteel instabiel en kan tot Plasma-crashes leiden indien niet-parallelle randen worden aangehouden (bijv. boven naar links).
pl: Zmiana pozycji panelu jest obecnie niestabilna i może powodować awarię Plasma przy przesuwaniu paneli między nie-równoległymi krawędziami (np. z góry na lewo).

source: Opacity and Screen options require <b>Plasma 6.3</b> or newer.<br>Opacity depends on the current Plasma Theme, for finer control or full transparency use <b>Panel Opacity</b> and <b>Native panel background</b> options in <b>Appearance</b> tab instead.
ca: Les opcions d'opacitat i pantalla requereixen la versió del <b>Plasma 6.3</b> o superior.<br>L'opacitat depèn del tema del Plasma actual. Si voleu un control més fi o transparència total, feu servir les opcions d'<b>Opacitat del Panell</b> i de <b>Fons nadiu del panell</b> de la pestanya <b>Aparença</b>.
fi: Peittävyys- ja Näyttö-asetukset vaativat <b>Plasma 6.3</b> -version tai uudemman.<br>Peittävyys riippuu nykyisestä Plasma-teemasta. Tarkempaa säätöä tai täyttä läpinäkyvyyttä varten käytä <b>Paneelin peittävyys</b> ja <b>Alkuperäinen paneelin tausta</b> -asetuksia <b>Ulkoasu</b>-välilehdellä.
hu: Az átlátszatlanság és monitor megváltoztatásához <b>Plasma 6.3</b> vagy újabb verzió szükséges.<br>Az átlátszatlanság a jelenlegi Plasma-témától függ. A finomabb beállításért javasolt a <b>Megjelenés</b> fül alatt található (Panel) <b>Átlátszatlanság</b> és (Natív panel:) <b>Háttér</b> lehetőségeket használni.
nl: Voor de doorzichtigheids- en schermopties is <b>Plasma 6.3</b> of hoger vereist.<br>Doorzichtigheid is afhankelijk van het gekozen Plasma-thema. Om dit naar eigen hand te zetten, kunnen de opties <b>Paneeldoorzichtigheid</b> en <b>Standaard paneelachtergrond</b> op het tabblad <b>Vormgeving</b> worden gebruikt.
pl: Opcje przezroczystości i ekranu wymagają <b>Plasma 6.3</b> lub nowszej.<br>Przezroczystość zależy od bieżącego motywu Plasma, dla dokładniejszej kontroli lub pełnej przezroczystości użyj opcji <b>Przezroczystość panelu</b> i <b>Domyślne tło panelu </b> na karcie <b>Wygląd</b> zamiast tego.

source: Screen
ca: Pantalla
fi: Näyttö
hu: Monitor
nl: Beeldscherm
pl: Ekran

source: Screen:
ca: Pantalla:
fi: Näyttö:
hu: Monitor:
nl: Beeldscherm:
pl: Ekran:

source: Position
ca: Posició
fi: Sijainti
hu: Pozíció
nl: Locatie
pl: Pozycja

source: Position:
ca: Posició:
fi: Sijainti:
hu: Pozíció:
nl: Locatie:
pl: Pozycja:

source: Top
ca: Superior
de: Oben
fi: Ylhäällä
hu: Felül
nl: Bovenaan
pl: Góra

source: Bottom
ca: Inferior
de: Unten
fi: Alhaalla
hu: Alul
nl: Onderaan
pl: Dół

source: Left
ca: Esquerra
de: Links
fi: Vasemmalla
hu: Balra
nl: Links
pl: Lewo

source: Right
ca: Dreta
de: Rechts
fi: Oikealla
hu: Jobbra
nl: Rechts
pl: Prawo

source: Alignment
ca: Alineació
de: Ausrichtung
fi: Tasaus
hu: Igazítás
nl: Uitlijning
pl: Wyrównanie

source: Alignment:
ca: Alineació:
de: Ausrichtung
fi: Tasaus:
hu: Igazítás:
nl: Uitlijning:
pl: Wyrównanie:

source: Center
ca: Centre
de: Zentral
fi: Keskellä
hu: Középre
nl: Midden
pl: Środek

source: Length mode
ca: Mode de llargada
de: Längsmodus
fi: Pituustila
hu: Szélesség
nl: Lengtemodus
pl: Tryb długości

source: Mode:
de: Modus
fi: Tila:
hu: Mód:
nl: Modus:
pl: Tryb:

source: Fill
ca: Omple
de: Ausfüllen
fi: Täytä
hu: Szélesség kitöltése
nl: Uitrekken
pl: Wypełnij

source: Fit content
ca: Ajusta al contingut
de: Inhalt anpassen
fi: Sovita sisältöön
hu: Tartalom kitöltése
nl: Aanpassen aan inhoud
pl: Dopasuj do zawartości

source: Visibility
ca: Visibilitat
de: Sichtbarkeit
fi: Näkyvyys
hu: Láthatóság
nl: Zichtbaarheid
pl: Widoczność

source: Always visible
ca: Sempre visible
de: Immer sichtbar
fi: Aina näkyvissä
hu: Mindig látható
nl: Altijd tonen
pl: Zawsze widoczny

source: Auto hide
ca: Amaga automàticament
de: Auto Verstecken
fi: Piilota automaattisesti
hu: Automatikus elrejtés
nl: Automatisch verbergen
pl: Automatyczne ukrywanie

source: Dodge windows
ca: Esvaeix les finestres
de: Überspringe Fenster
fi: Väistä ikkunoita
hu: Ablakok kikerülése
nl: Vensters ontwijken
pl: Unikaj okien

source: Windows go below
ca: Les finestres van a sota
de: Fenster gehen darunter
fi: Ikkunat menevät alle
hu: Az ablakok elé kerüljön
nl: Vensters mogen eronder gaan
pl: Okna przechodzą poniżej

source: Opacity
ca: Opacitat
de: Opazität
fi: Peittävyys
hu: Áttetszőség
nl: Doorzichtigheid
pl: Nieprzezroczystość

source: Adaptive
ca: Adaptatiu
de: Adaptiert
fi: Mukautuva
hu: Adaptív
nl: Aanpasbaar
pl: Adaptacyjna

source: Opaque
ca: Opac
de: Opazität
fi: Peittävä
hu: Nem áttetsző
nl: Ondoorzichtig
pl: Nieprzezroczysty

source: Translucent
ca: Translúcid
de: Durchscheinend
fi: Läpikuultava
hu: Átlátszó
nl: Doorzichtig
pl: Przeświecający

source: Floating
ca: Flotant
de: Schwebend
fi: Kelluva
hu: Lebegés
nl: Zweven
pl: Pływający

source: Floating:
ca: Flotant:
de: Schwebend
fi: Kelluva:
hu: Lebegés:
nl: Zweven:
pl: Pływający:

source: Thickness
ca: Gruix
de: Dicke
fi: Paksuus
hu: Vastagság
nl: Dikte
pl: Grubość

source: Thickness:
ca: Gruix:
de: Dicke
fi: Paksuus:
hu: Vastagság:
nl: Dikte:
pl: Grubość:

source: Show/Hide
ca: Mostra/Amaga
de: Zeige/Verstecke
fi: Näytä/Piilota
hu: Megjelenítés/elrejtés
nl: Tonen/Verbergen
pl: Pokaż/Ukryj

source: Show:
ca: Mostra:
de: Zeige
fi: Näytä:
hu: Megjelenítés:
nl: Tonen:
pl: Pokaż:

source: WARNING: Use Show/Hide with caution, if you hide the panel and have not configured preset auto-loading or know how to switch presets using D-Bus (or have disabled it), you will have no way to make it visible again without manually removing the configuration or Panel Colorizer, use the command below in terminal/tty then log out or reboot, it will renove the configuration from all Panel Colorizer instances so make sure to save the others first
ca: AVÍS: Feu servir Mostra/Amaga amb compte. Si amagueu el panell i no teniu configurada la càrrega automàtica de perfils o no sabeu com canviar de perfil amb el D-Bus (o l'heu desactivat), no podreu tornar-lo a visibilitzar sense eliminar manualment la configuració o l'Acoloridor de panells. Feu servir la comanda de més a sota al terminal/tty i sortiu de la sessió o reinicieu. Així, es reiniciarà la configuració de totes les instàncies de l'Acoloridor de panells. Abans, però, potser us aniria bé desar una còpia de seguretat de totes les altres instàncies.
fi: VAROITUS: Käytä Näytä/Piilota-toimintoa varoen. Jos piilotat paneelin etkä ole määrittänyt automaattista latausta tai tiedä miten vaihtaa esiasetuksia D-Busin kautta, et saa paneelia enää näkyviin ilman asetusten manuaalista poistamista. Alla oleva komento terminaalissa poistaa asetukset kaikilta instansseilta, joten tallenna muut ensin.
hu: FIGYELMEZTETÉS: a panel elrejtését csak különös óvatossággal hajtsa végre! Ha elrejti a panelt, de nem állított be egy automatikus szabályt, amelytől az ismét megjelenik, vagy nem ismeri (vagy letiltotta) a D-Busos előbeállítás-váltást, akkor a konfiguráció törlésén vagy a Panelszínező eltávolításán kívül nem lesz módja ismét láthatóvá tenni azt. A konfiguráció törléséhez futtassa az alábbi parancsot terminálban/tty-ban, majd jelentkezzen ki vagy indítsa újra a számítógépet. Ez a parancs MINDEN Panelszínező-példány beállításait törli
pl: OSTRZEŻENIE: Używaj Pokaż/Ukryj ostrożnie, jeśli ukryjesz panel i nie skonfigurowałeś automatycznego ładowania presetów lub nie wiesz, jak przełączać presety za pomocą D-Bus (lub go wyłączyłeś), nie będziesz miał sposobu, aby go ponownie uczynić widocznym bez ręcznego usunięcia konfiguracji lub Koloryzatora Panelu, użyj poniższego polecenia w terminalu/tty, a następnie wyloguj się lub zrestartuj, usunie to konfigurację ze wszystkich instancji Koloryzatora Panelu, więc upewnij się, że najpierw zapiszesz inne

source: If you have D-Bus enabled is it recommended that you use that with shortcuts instead. Consult the README to learn more or see the General tab for some examples.
ca: Si teniu el D-Bus activat, es recomana que el feu servir en lloc de les dreceres. Consulteu el LLEGEIX-ME per a saber més de la pestanya General i veure'n alguns exemples.
de: Wenn der D-BUS aktiv ist, ist es besser Kurzbefehle zu nutzen. Bitte das README lesen oder siehe den Allgemein Tab für einige Beispiele
fi: Jos D-Bus on käytössä, on suositeltavaa käyttää sitä pikanäppäinten kanssa. Lue README-tiedosto tai katso esimerkkejä Yleiset-välilehdeltä.
hu: Ha engedélyezve van a D-Bus-szolgáltatás, akkor javasolt annak a használata billentyűparancsokkal. Olvassa el a README fájlt további információért vagy lapozzon az Általános fülre példákért.
nl: Als je D-Bus ingeschakeld hebt, is het aanbevolen om D-Bus met sneltoetsen aan te roepen. Bekijk voor meer informatie de README of de voorbeelden op het tabblad <b>Algemeen</b>.
pl: Jeśli masz włączony D-Bus, zaleca się używanie go ze skrótami zamiast tego. Skonsultuj README, aby dowiedzieć się więcej lub zobacz kartę Ogólne dla niektórych przykładów.

source: Fix text and icon colors/font for widgets where the normal method doesn't work or is reset by the widget.<br> - <strong>Mask</strong>: Force color on SVG icons, useful for symbolic icons.<br> - <strong>Color Effect</strong>: Force color on text and icons using post-processing effect, useful for non-symbolic icons.<br> - <strong>Refresh</strong>: Re-apply color/font at a fixed interval, useful for widgets that recreate or recolor content themselves.<br>To restore the <strong>Mask<strong> and <strong>Color Effect</strong> disable and restart Plasma or logout.
ca: Canvia els colors de text, el tipus de lletra o la icona dels als ginys per als quals el mètode normal no funciona o l'efecte no és permanent.<br><strong>Màscara</strong>: Força l'acoloriment d'icones (icones simbòliques).<br><strong>Efecte de color</strong>: Força l'acoloriment de text/icones fent servir un efecte de post-processat (per a qualsevol icona).<br><strong>Actualitza</strong>: Torna a aplicar l'acoloriment o el tipus de lletra a un interval fixat, per a ginys que recreen o canvien el color del contingut per si mateixos<br>Per a restaurar la <strong>Màscara<strong> i l'<strong>Efecte de color</strong>, desactiveu i reinicieu el Plasma o sortiu de la sessió.
hu: Ezen a fülön lehetősége van kézileg felülbírálni Plasma-elemek színeit/betűkészleteit, ha az alapértelmezett módszer nem működne vagy az adott elem átállítaná azt.<br> - <strong>Maszk:</strong> SVG-ikonok színének kényszerítése. Szimbolikus ikonoknál hasznos lehet.<br> - <strong>Színhatás:</strong> Szöveg és ikonok színének kényszerítése utófeldolgozással. Nem-szimbolikus ikonoknál hasznos.<br> - <strong>Frissítés:</strong> A szín ismételt alkalmazása bizonyos időintervallumonként. Hasznos, ha egy Plasma-elem rendszeresen újra létrehozza vagy átszínezi a tartalmát.<br>A <strong>maszkolás</strong> és <strong>színhatás</strong> alaphelyzetbe állításához letiltás után a Plasma újraindítása vagy kijelentkezés szükséges.

source: Restore default (removes all icon and text fixes)
ca: Restaura els valors per defecte (trau tots els canvis d'icones i textos)
fi: Palauta oletukset (poistaa kaikki ikoni- ja tekstikorjaukset)
hu: Alaphelyzet (minden szín- és szövegjavítás eltávolítása)
nl: Standaardwaarden herstellen (alle pictogram- en tekstaanpassingen wissen)
pl: Przywróć domyślne (usuwa wszystkie poprawki ikon i tekstu)
