Repository: luisbocanegra/plasma-panel-colorizer
Catalog: package/translate/*.po
Languages: ca, de, fi, hu, nl, pl

source: Font weight:
ca: Pes de la lletra:
hu: Vastagság:

source: Font size:
ca: Mida de la lletra:
hu: Méret:

source: Background Color
ca: Color de fons
de: Hintergrundfarbe
fi: Taustaväri
hu: Háttérszín
nl: Achtergrondkleur
pl: Kolor tła

source: Foreground Color
ca: Color de primer pla
de: Vordergrundfarbe
fi: Etualaväri
hu: Előtérszín
nl: Voorgrondkleur
pl: Kolor pierwszego planu

source: Primary Border
ca: Vora primària
de: Hauptumrandung
fi: Ensisijainen reunus
hu: Elsődleges keret
nl: Primaire rand
pl: Główna ramka

source: Secondary Border
ca: Vora secundària
de: Sekundäre Umrandung
fi: Toissijainen reunus
hu: Másodlagos keret
nl: Secundaire rand
pl: Dodatkowa ramka

source: Background Shadow
ca: Ombra de fons
de: Hintergrundschatten
fi: Taustan varjo
hu: Háttérárnyék
nl: Achtergrondschaduw
pl: Cień tła

source: Background Shadow Color
ca: Color de l'ombra de fons
de: Farbe des Hintergrundschatten
fi: Taustavarjon väri
hu: Háttérárnyék színe
nl: Achtergrondschaduwkleur
pl: Kolor cienia tła

source: Foreground Shadow
ca: Ombra de primer pla
de: Vordergrund Sichtbarkeit
fi: Etualan varjo
hu: Előtérárnyék
nl: Voorgrondschaduw
pl: Cień pierwszego planu

source: Foreground Shadow Color
ca: Color de l'ombra de primer pla
de: Farbe des Vordergrundes
fi: Etualavarjon väri
hu: Előtérárnyék színe
nl: Voorgrondschaduwkleur
pl: Kolor cienia pierwszego planu

source: None
ca: Cap
fi: Ei mitään
hu: Nincs
pl: Brak

source: Enable %1:
ca: Activa l'%1:
fi: Ota käyttöön %1:
hu: A %1 engedélyezése:
nl: %1 inschakelen:
pl: Włącz %1:

source: Last preset loaded:
ca: Últim perfil carregat:
de: Letzte Voreinstellungen laden
fi: Viimeksi ladattu esiasetus:
hu: Legutóbb használt előbeállítás:
nl: Vorige voorinstellingen:
pl: Ostatnio wczytany preset:

source: Version:
ca: Versió:
fi: Versio:
hu: Verzió:
nl: Versie:
pl: Wersja:

source: Changelog
ca: Registre de canvis
fi: Muutosloki
hu: Változásnapló
pl: Dziennik zmian

source: Releases
ca: Publicacions
fi: Julkaisut
hu: Kiadások
pl: Wydania

source: Home page
ca: Pàgina d'inici
fi: Kotisivu
hu: Honlap
pl: Strona główna

source: Issues
ca: Problemes
fi: Ongelmat
hu: Hibajegyek
pl: Problemy

source: Current issues
ca: Problemes actuals
fi: Nykyiset ongelmat
hu: Nyitott hibajegyek
pl: Bieżące problemy

source: Report a bug
ca: Informa d'un error
fi: Ilmoita virheestä
hu: Hibabejelentés
pl: Zgłoś błąd

source: Request a feature
ca: Demana una millora
fi: Pyydä ominaisuutta
hu: Kérés beküldése
pl: Zgłoś prośbę o funkcję

source: Help
ca: Ajuda
fi: Ohje
hu: Súgó
pl: Pomoc

source: FAQ
ca: Preguntes freqüents
fi: UKK
hu: GYIK

source: GitHub Discussions
hu: GitHub-fórum

source: Send an email
ca: Envia un correu
fi: Lähetä sähköpostia
hu: E-mail küldése
pl: Wyślij e-mail

source: Translate
hu: Fordítás

source: Donate
ca: Dóna
fi: Lahjoita
hu: Támogatás
pl: Wesprzyj

source: More projects
hu: További projektek

source: Running version of the widget (%1) is different to the one on disk (%2), please log out and back in (or restart plasmashell user unit) to ensure things work correctly!
ca: La versió del giny que s'executa (%1) és diferent de la del disc (%2). Sortiu de la sessió i torneu a entrar ‒o reinicieu la unitat d'usuari del plasmashell‒ per a assegurar que funciona correctament!
fi: Pienoisohjelman käynnissä oleva versio (%1) eroaa levyllä olevasta versiosta (%2). Kirjaudu ulos ja takaisin sisään varmistaaksesi, että kaikki toimii oikein!
hu: A program jelenleg futó verziója (%1) és a lemezre telepített változat (%2) nem egyezik. Jelentkezzen ki és ismét be (vagy indítsa újra a plasmashellt) a hibák elkerülése érdekében!
nl: De actieve versie van de widget (%1) komt niet overeen met de geïnstalleerde versie (%2). Meld je af en aan (of herstart plasmashell) om optimaal te kunnen werken!
pl: Uruchamiana wersja widżetu (%1) różni się od tej na dysku (%2), proszę wylogować się i zalogować ponownie (lub zrestartować jednostkę użytkownika plasmashell), aby upewnić się, że wszystko działa poprawnie!

source: Select a preset
ca: Tria un perfil
de: Wähle eine Voreinstellung
fi: Valitse esiasetus
hu: Előbeállítás kiválasztása
nl: Kies de voorinstellingen
pl: Wybierz preset

source: Running outdated version of %1
ca: S'executa la versió desactualitzada de %1
fi: Käytössä on vanhentunut versio ohjelmasta %1
hu: Elavult verzió fut (%1)
nl: Verouderde versie van ‘%1’
pl: Uruchamiasz przestarzałą wersję %1

source: Import
ca: Importa
fi: Tuo
hu: Importálás
nl: Importeren
pl: Importuj

source: Export
ca: Exporta
fi: Vie
hu: Exportálás
nl: Exporteren
pl: Eksportuj

source: Export these settings to the default configuration folder and import them in other instances of Panel Colorizer
ca: Exporta aquesta configuració a la carpeta de configuració i importa-la a altres instàncies de l'Acoloridor de Panells.
de: Exportiere diese Einstellungen in den voreingestellten Ordner und importiere sie in andere Panel Colorizer
fi: Vie nämä asetukset oletusasetuskansioon ja tuo ne muihin Panel Colorizer -instansseihin
hu: A jelenlegi beállítások exportálása az alapértelmezett konfigurációs könyvtárba. Az exportált beállítások importálhatók más számítógépeken is.
nl: Exporteer de instellingen naar de standaard instellingenmap en importeer ze op andere apparaten met dit programma
pl: Eksportuj te ustawienia do domyślnego folderu konfiguracji i importuj je w innych instancjach Koloryzatora Panelu

source: Export current settings?
ca: Exporta la configuració actual?
de: Exportiere aktuelle Einstellungen
fi: Vie nykyiset asetukset?
hu: Jelenlegi beállítások exportálása
nl: Huidige instellingen exporteren?
pl: Eksportuj bieżące ustawienia?

source: Import saved settings?
ca: Importa la configuració desada?
de: Importiere gespeicherte Einstellungen
fi: Tuo tallennetut asetukset?
hu: Mentett beállítások importálása
nl: Opgeslagen instellingen importeren?
pl: Importuj zapisane ustawienia?

source: This will overwrite any previous export!
ca: Això sobreescriurà qualsevol exportació prèvia.
de: Das wird alle vorherigen Exporte überschreiben
fi: Tämä ylikirjoittaa aiemman viennin!
hu: Ha léteznek korábban exportált beállítások, akkor ez a művelet felülírja őket!
nl: Let op: de vorige export wordt overschreven!
pl: To nadpisze poprzedni eksport!

source: This will replace your current settings!
ca: Això reemplaçarà la configuració actual.
de: Das wird die aktuellen Einstellungen überschreiben
fi: Tämä korvaa nykyiset asetuksesi!
hu: Ez a művelet felülírja a jelenlegi beállításokat!
nl: Let op: de huidige instellingen worden vervangen!
pl: To zastąpi bieżące ustawienia!

source: Thank you for using %1!
hu: Köszönjük, hogy a %1t használja!

source: If you enjoy using the plugin please consider sponsoring or donating so I can dedicate more time to maintain and improve this and <a href="https://github.com/luisbocanegra?tab=repositories&q=&type=source&language=&sort=stargazers">my other projects</a>.
hu: Ha tetszik Önnek ez a Plasma-elem, akkor kérem, fontolja meg a támogatásomat, hogy még több időt szentelhessek ezen és <a href="https://github.com/luisbocanegra?tab=repositories&q=&type=source&language=&sort=stargazers">más projektjeim</a> fenntartására és fejlesztésére.

source: You can also
hu: Egyéb lehetőségek

source: Star the project on GitHub
hu: A projekt csillagozása a GitHubon

source: Rate in the KDE Store
hu: Értékelés a KDE Store-ban

source: Translate %1 to your language
hu: Lefordítás az Ön nyelvére

source: System Tray
ca: Safata del sistema
de: Kontrollleiste
fi: Ilmoitusalue
hu: Paneltálca
nl: Systeemvak
pl: Tacka Systemowa

source: Add
ca: Afegeix
de: Hinzufügen
fi: Lisää
hu: Hozzáadás
nl: Toevoegen
pl: Dodaj

source: Hide
ca: Amaga
fi: Piilota
hu: Elrejtés
pl: Ukryj

source: Disable
ca: Desactiva
de: Abschalten
fi: Poista käytöstä
hu: Letiltás
nl: Uitschakelen
pl: Wyłącz

source: Start
ca: Inici
de: Starten
fi: Alku
hu: Eleje
nl: Begin

source: End
ca: Final
de: Ende
fi: Loppu
hu: Vége
nl: Einde
pl: Koniec

source: Edit
ca: Edita
de: Ändern
fi: Muokkaa
hu: Szerkesztés
nl: Bewerken
pl: Edytuj

source: Delete
ca: Esborra
de: Löschen
fi: Poista
hu: Törlés
nl: Verwĳderen
pl: Usuń

source: Mask
ca: Màscara
de: Maske
fi: Maski
hu: Maszk
nl: Maskeren
pl: Maska

source: Effect
ca: Efecte
de: Effekt
fi: Efekti
hu: Hatás
pl: Efekt

source: Refresh
ca: Actualitza
de: Aktuallisieren
fi: Päivitä
hu: Frissítés
nl: Herladen
pl: Odśwież

source: Not getting the expected result? Make sure you're editing the correct element.<br>Custom blur not working? Try reinstalling/rebuilding the C++ plugin using the latest source, <a href="https://github.com/luisbocanegra/plasma-panel-colorizer#build-from-source-with-c-plugin">see instructions</a>.
ca: No aconseguiu el resultat esperat? Assegureu-vos que editeu l'element correcte.<br>La difuminació personalitzada no funciona? Proveu a reinstal·lar o tornar a construir el complement C++ amb l'última versió del codi: <a href="https://github.com/luisbocanegra/plasma-panel-colorizer#build-from-source-with-c-plugin">mostra les instruccions</a>.
fi: Etkö saa odotettua tulosta? Varmista, että muokkaat oikeaa elementtiä.<br>Eikö mukautettu sumennus toimi? Kokeile asentaa C++-liitännäinen uudelleen uusimmasta lähdekoodista, <a href="https://github.com/luisbocanegra/plasma-panel-colorizer#build-from-source-with-c-plugin">katso ohjeet</a>.
hu: Nem várt eredményeket kapott? Ellenőrizze, hogy biztosan a helyes elemet szerkeszti-e!<br>Ha az egyéni elmosás nem működik, akkor próbálja meg újratelepíteni/újrafordítani a C++ bővítmény legújabb forráskódját. <a href="https://github.com/luisbocanegra/plasma-panel-colorizer#build-from-source-with-c-plugin">Útmutató megtekintése (angol nyelven)</a>.
pl: Nie uzyskujesz oczekiwanego rezultatu? Upewnij się, że edytujesz poprawny element.<br>Niestandardowe rozmycie nie działa? Spróbuj ponownie zainstalować/odbudować wtyczkę C++ używając najnowszego źródła, <a href="https://github.com/luisbocanegra/plasma-panel-colorizer#build-from-source-with-c-plugin">zobacz instrukcje</a>.

source: Restore default (removes all customizations)
ca: Restaura els valors per defecte (trau totes les personalitzacions)
fi: Palauta oletukset (poistaa kaikki mukautukset)
hu: Alapállapot (minden személyre szabás eltávolítása)
nl: Standaardwaarden herstellen (aanpassingen wissen)
pl: Przywróć domyślne (usuwa wszystkie personalizacje)

source: Widgets
ca: Ginys
de: Widget
fi: Pienoisohjelmat
hu: Plasma-elemek
pl: Widżety

source: Tray widgets
ca: Ginys de la safata
fi: Ilmoitusalueen pienoisohjelmat
hu: Paneltálca-elemek
nl: Systeemvakwidgets
pl: Widżety zasobnika

source: Part of the panel on which the options below will be applied.
ca: Part del panell a la qual s'aplicaran les opcions de sota.
fi: Paneelin osa, johon alla olevia asetuksia sovelletaan.
hu: A panel azon része, amelyre az alábbi beállítások vonatkoznak.
pl: Część panelu, na której zastosowane zostaną poniższe opcje.

source: Hide widget:
ca: Amaga el giny:
de: Verstecke Widget
fi: Piilota pienoisohjelma:
hu: Plasma-elem elrejtése:
nl: Widget verbergen:
pl: Ukryj widżet:

source: Visible in Panel Edit Mode
ca: Visible al mode d'edició de panells
fi: Näkyvissä paneelin muokkaustilassa
hu: Megjelenítés csak szerkesztőmódban
pl: Widoczny w trybie edycji panelu

source: Configure from any widget:
ca: Configura des de qualsevol giny:
fi: Määritä mistä tahansa pienoisohjelmasta:
hu: Beállítás bármely elemről:
pl: Konfiguruj z dowolnego widżetu:

source: Disable to remove <b>%1</b> option from other widget's context (right-click) menu.
ca: Desactiva per a traure l'opció <b>%1</b> des del context del giny d'un altre menú (amb el botó dret).
fi: Poista käytöstä poistaaksesi <b>%1</b> -vaihtoehdon muiden pienoisohjelmien valikosta (oikea klikkaus).
hu: <b>%1</b> elem megjelenítése bármely másik Plasma-elem helyi menüjében.
pl: Wyłącz, aby usunąć opcję <b>%1</b> z menu kontekstowego (prawoklik) innych widżetów.

source: Debug mode:
ca: Mode de depuració:
de: Debug Modus
fi: Vianetsintätila:
hu: Hibakeresési mód:
nl: Foutopsporingsmodus:
pl: Tryb debugowania:

source: Show debugging information
ca: Mostra informació de depuració
de: Zeige Debugging Info
fi: Näytä vianetsintätiedot
hu: Hibakeresési információ megjelenítése
nl: Foutopsporingsinformatie tonen
pl: Pokaż informacje debugowania

source: Grid
ca: Graella
de: Raster
fi: Ruudukko
hu: Négyzetháló
nl: Rooster
pl: Siatka

source: Enabled
ca: Activa
de: Aktiv
fi: Käytössä
hu: Engedélyezve
nl: Ingeschakeld
pl: Włączone

source: Visible while configuring
ca: Visible mentre es configura
de: Sichtbar während der Konfiguration
fi: Näkyvissä asetuksia muokattaessa
hu: Megjelenítés beállítás közben
nl: Zichtbaar tijdens het instellen
pl: Widoczna podczas konfiguracji

source: Minor line:
ca: Línia menor:
de: Nebenlinie
fi: Apuviiva:
hu: Mellékvonal:
nl: Dunne lijn:
pl: Linia drobna:

source: spacing
ca: espaiat
de: Abstand
fi: väli
hu: Térköz:
nl: Afstand
pl: odstęp

source: Major line:
ca: Línia major:
de: Hauptlinie
fi: Pääviiva:
hu: Fővonal:
nl: Dikke lijn:
pl: Linia główna:

source: every
ca: cada
de: Alle
fi: välein
hu: Minden X. mellékvonal:
nl: iedere
pl: co

source: Property change animations
ca: Animacions de canvi de propietats
de: Eigenschaft Animationen verändern
fi: Ominaisuuksien muutosanimaatiot
hu: Állapotváltó animációk
nl: Animaties bij aanpassen van afmetingen
pl: Animacje zmian właściwości

source: Duration:
ca: Durada:
de: Dauer
fi: Kesto:
hu: Hossz:
nl: Duur:
pl: Czas trwania:

source: D-Bus Service
ca: Servei de D-Bus
fi: D-Bus-palvelu
hu: D-Bus-szolgáltatás
nl: D-Bus-dienst
pl: Usługa D-Bus

source: D-Bus name:
ca: Nom de D-Bus:
fi: D-Bus-nimi:
hu: D-Bus-szolgáltatás neve:
nl: D-Bus-naam:
pl: Nazwa D-Bus:

source: Each Panel Colorizer instance has its own D-Bus name.
ca: Cada instància de l'acoloridor de panells té el seu propi nom D-Bus.
fi: Jokaisella Panel Colorizer -instanssilla on oma D-Bus-nimensä.
hu: Minden Panelszínező-példány saját névvel rendelkezik.
pl: Każda instancja Koloryzatora Panelu ma własną nazwę D-Bus.

source: Python 3 executable:
ca: Executable del Python 3:
de: Ausführbares Python 3
fi: Python 3 -suoritustiedosto:
hu: A Python 3 elérési útja:
nl: Uitvoerbaar Python 3-bestand:
pl: Plik wykonywalny Python 3:

source: Required to run the D-Bus service in the background
ca: Necessari per a executar el servei de D-Bus en segon pla
de: Voraussetzung um den D-Bus Service im Hintergrund laufen zu lassen
fi: Vaaditaan D-Bus-palvelun ajamiseen taustalla
hu: Szükséges a D-Bus-szolgáltatás háttérben futásához
nl: Vereist om de D-Bus-dienst op de achtergrond uit te voeren
pl: Wymagane do uruchomienia usługi D-Bus w tle

source: Usage examples:
ca: Exemples d'ús
fi: Käyttöesimerkkejä:
hu: Példaparancsok:
pl: Przykłady użycia:

source: Apply a preset:
ca: Aplica un perfil:
de: Aktiviere eine Voreinstellung
fi: Käytä esiasetusta:
hu: Előbeállítás alkalmazása:
nl: Voorinstellingen toepassen:
pl: Zastosuj preset:

source: Preview and switch presets using fzf + qdbus6 + jq:
ca: Previsualitza i canvia de perfil amb fzf + qdbus6 + jq:
de: Vorschau und Schalter- Voreinstellungen nutzen fzf + qdbus6 + jb:
fi: Esikatsele ja vaihda esiasetuksia käyttäen fzf + qdbus6 + jq:
hu: Előbeállítások előnézete és alkalmazása az fzf + qdbus6 + jq-val:
nl: Toon voorvertoningen en wissel tussen voorinstellingen met fzf + qdbus6 + jq:
pl: Podgląd i przełączanie presetów za pomocą fzf + qdbus6 + jq:

source: Hide/show this panel
ca: Mostra/Amaga aquest panell
fi: Piilota/näytä tämä paneeli
hu: Ezen panel megjelenítése/elrejtése
nl: Paneel tonen/verbergen
pl: Ukryj/pokaż ten panel

source: Hide/show all panels
ca: Mostra/Amaga tots els panells
fi: Piilota/näytä kaikki paneelit
hu: Minden panel megjelenítése/elrejtése
nl: Alle panelen tonen/verbergen
pl: Ukryj/pokaż wszystkie panele

source: Create configuration overrides and apply them to one or multiple widgets. These overrides are independent of presets and will be applied on top of the current settings and across presets.<br>To blacklist a widget from modifications, <b>uncheck</b> options <b>Enable</b> and <b>Fallback</b>, and apply the override to the widget.
ca: Crea sobreescriptures de configuració i les aplica a un o més ginys. Aquestes sobreescriptures són independents dels perfils i s'aplicaran a sobre de la configuració actual, sigui quin sigui el perfil.<br>Per a posar un giny a la llista negra de les modificacions, <b>traieu-ne la selecció</b> de les opcions <b>Activa</b> i <b>Alternativa</b> i apliqueu la sobreescriptura al giny.
fi: Luo asetusohituksia ja sovella niitä yhteen tai useampaan pienoisohjelmaan. Nämä ohitukset ovat riippumattomia esiasetuksista ja ne sovelletaan nykyisten asetusten päälle.<br>Estääksesi muutokset tiettyyn pienoisohjelmaan, <b>poista valinta</b> kohdista <b>Käytössä</b> ja <b>Varavaihtoehto</b>, ja sovelta ohitus kyseiseen pienoisohjelmaan.
hu: Ezen a fülön felülírókészleteket hozhat létre, amelyekkel egy vagy több Plasma-elem beállításait is felülbírálhatja. Ezek a beállítások függetlenek az előbeállításoktól és mindig megmaradnak.<br>Ha szeretne egy elemet kizárni az előbeállítások általi módosításokból, akkor <b>vegye ki</b> a pipát az <b>Engedélyezés</b> és a <b>Tartalék</b> beállítások elől, majd alkalmazzon rá egy felülírást.
pl: Utwórz nadpisywanie konfiguracji i zastosuj je do jednego lub wielu widżetów. Te nadpisywania są niezależne od presetów i zostaną zastosowane na górze bieżących ustawień i we wszystkich presetach.<br>Aby umieścić widżet na czarnej liście modyfikacji, <b>odznacz</b> opcje <b>Włącz</b> i <b>Fallback</b>, i zastosuj nadpisanie do widżetu.

source: Restore default (removes all overrides)
ca: Restaura els valors per defecte (trau totes les sobreescriptures)
fi: Palauta oletukset (poistaa kaikki ohitukset)
hu: Alaphelyzet (minden felülírókészlet érvénytelenítése)
nl: Standaardwaarden herstellen (geen afgedwongen instellingen meer)
pl: Przywróć domyślne (usuwa wszystkie nadpisywania)

source: Configuration overrides
ca: Configuració de la sobreescriptura
de: Konfigurationsüberschreibungen
fi: Asetusohitukset
hu: Felülírókészletek
nl: Voorrangsregels
pl: Nadpisywanie konfiguracji

source: New override
ca: Sobreescriptura nova
fi: Uusi ohitus
hu: Új felülírókészlet
pl: Nowe nadpisanie

source: Override settings
ca: Configuració de les sobreescriptures
de: Überschreibe Einstellungen
fi: Ohituksen asetukset
hu: Felülírókészlet beállításai
nl: Voorrangsregelinstellingen
pl: Ustawienia nadpisania

source: Override name
ca: Nom de la sobreescriptura
de: Überschreibe Name
fi: Ohituksen nimi
hu: Felülírókészlet neve
nl: Naam van voorrangsregel
pl: Nazwa nadpisania

source: Rename
ca: Reanomena
fi: Nimeä uudelleen
hu: Átnevezés
pl: Zmień nazwę

source: Fallback:
ca: Alternativa:
de: Rückfall
fi: Varavaihtoehto:
hu: Tartalék:
nl: Terugvallen op:

source: Fallback to the Global/Preset widget settings for disabled options, except for <b>Enable</b> and <b>Blur</>.
ca: Alternativa a la configuració Global/Perfil del giny per a opcions desactivades, excepte per a <b>Activa</b> i <b>Difumina</>.
de: Rückfall auf die globalen/voreingestellten Einstellungen für abgeschaltete Optionen, Ausnahme für<b>Anschalten</b> and <b>Hintergrundschärfe</>.
fi: Käytä globaaleja tai esiasetuksen pienoisohjelma-asetuksia poissa käytöstä oleville valinnoille, paitsi kohdissa <b>Käytössä</b> ja <b>Sumennus</b>.
hu: Globális- és előbeállítás alkalmazása a letiltott lehetőségeknél, kivéve: <b>Engedélyezés</b> és <b>Elmosás</b>.
nl: Val bij uitgeschakelde opties terug op globale of voorinstellingen, met uitzondering van <b>Inschakelen</b> en <b>Vervagen</b>.
pl: Fallback do ustawień widżetu Globalnego/Presetu dla wyłączonych opcji, z wyjątkiem <b>Włącz</b> i <b>Rozmycie</>.

source: Overrides are applied from top to bottom, if two or more configuration overrides share the same option, the last occurence replaces the value of the previous one.
ca: Les sobreescriptures s'apliquen de dalt a baix. Si dues o més configuracions de sobreescriptura comparteixen la mateixa opció, l'última reemplaça el valor de l'anterior'.
de: Überschreibungen werden von oben nach untern vorgenommen
fi: Ohitukset sovelletaan ylhäältä alas. Jos kaksi tai useampi ohitus sisältää saman asetuksen, viimeisin niistä jää voimaan.
hu: A felülírókészleteket a program sorrendben alkalmazza egymás után, tehát az utóbbi felülírókészletek beállításai ütközés esetén felülbírálják a korábbiakat.
nl: Voorrangsregels worden van boven naar beneden uitgevoerd. Als twee of meer regels betrekking hebben op dezelfde optie, dan wordt de voorgaande regel afgedwongen.
pl: Nadpisywania są stosowane od góry do dołu, jeśli dwa lub więcej nadpisywań konfiguracji dzielą tę samą opcję, ostatnia wystąpienie zastępuje wartość poprzedniego.

source: Hidden widgets can still be activated using keyboard shortcuts and are always visible in the Desktop Edit Mode.<br>The activation shortcut can be configured from the <b>Keyboard Shortcuts</b> page on each widget's configuration window.
ca: Els ginys amagats encara es poden activar amb dreceres de teclat i són sempre visibles des del mode d'edició de panells.<br>La drecera d'activació es pot configurar a la pàgina <b>Dreceres de teclat</b> a la finestra de configuració de cada giny.
fi: Piilotetut pienoisohjelmat voidaan edelleen aktivoida pikanäppäimillä ja ne ovat aina näkyvissä työpöydän muokkaustilassa.<br>Aktivointinäppäin voidaan asettaa kunkin pienoisohjelman omien asetusten <b>Pikanäppäimet</b>-sivulta.
hu: A rejtett Plasma-elemek gyorsbillentyűkkel továbbra is aktiválhatók és szerkesztőmódban mindig meg vannak jelenítve.<br>Az aktiválóbillentyűt minden elem saját beállításaiban, a <b>Gyorsbillentyűk</b> fülön lehet rögzíteni.
pl: Ukryte widżety nadal mogą być aktywowane za pomocą skrótów klawiaturowych i są zawsze widoczne w trybie edycji pulpitu.<br>Skrót aktywacji można skonfigurować na stronie <b>Skróty klawiaturowe</b> w oknie konfiguracji każdego widżetu.

source: Restore default (controlled by each widget)
ca: Restaura els valors per defecte (controlat per cada giny)
fi: Palauta oletus (pienoisohjelmien omien asetusten mukaan)
hu: Alaphelyzet (elemfüggő)
pl: Przywróć domyślne (kontrolowane przez każdy widżet)

source: Toggle Panel Colorizer
ca: Commuta l'Acoloridor de panells
fi: Kytke Panel Colorizer päälle/pois
hu: Panelszínező engedélyezése/letiltása
pl: Przełącz Koloryzator Panelu

source: Switch presets
ca: Canvia de perfil
fi: Vaihda esiasetuksia
hu: Váltás az előbeállítások között
pl: Przełącz presety

source: Show popup
ca: Mostra un missatge emergent
fi: Näytä ponnahdusikkuna
hu: Kisalkalmazás kibontása
pl: Pokaż wyskakujące okno

source: Do nothing
ca: No facis res
de: Tue nichts
fi: Älä tee mitään
hu: Semmi
nl: Niets doen
pl: Nic nie rób
